[
    {
        "id": 27,
        "isNew": false,
        "title": "1/5السيرة الهلالية",
        "author": "عبدالرحمن الابنودي",
        "type": "تاريخ",
        "category": "شعر",
        "images": [
            "/images/00-sera1.jpg",
            "/images/00-sera2.jpg",
            "/images/00-sera3.jpg",
            "/images/00-sera4.jpg",
            "/images/00-sera5.jpg"
        ],
        "price": 150,
        "HPaper": null,
        "description": "عمل شعري ضخم يستلهم السيرة الهلالية، الملحمة الشعبية التي خلدت بطولات بني هلال. يصيغ الأبنودي الحكايات بروح شعرية أصيلة تجمع بين الفلكلور والتاريخ. يبرز فيها صوت الفلاحين والفرسان وصراعهم مع القدر. تمزج القصص بين الأسطورة والواقع، وبين المجد والحب والفداء. عمل يمثل ذروة الشعر الشعبي المصري الحديث.",
        "status": "sold"
    },
    {
        "id": 41,
        "isNew": false,
        "title": "سيدهارتا",
        "author": "هرمان هسه",
        "translator": "فؤاد كامل",
        "type": "مترجم",
        "category": "رواية",
        "images": [
            "/images/00-sed.jpg"
        ],
        "price": 20,
        "HPaper": "181",
        "description": "رواية فلسفية خالدة عن رحلة شاب يبحث عن الحقيقة المطلقة ومعنى الوجود. يسير سيدهارتا في طريق الزهد والتجربة، ويتقاطع مع تعاليم بوذا دون أن يتبعها بالكامل. بأسلوب عميق وتأملات روحية، يصور هسه التحول الإنساني من الانحلال إلى الحكمة. نص يتجاوز الزمان والمكان ليخاطب جوهر الإنسان الباحث عن السلام الداخلي.",
        "status": "sold"
    },
    {
        "id": 42,
        "isNew": false,
        "title": "الآباء والبنون",
        "author": "إيفان تورغينيف",
        "translator": "خيري الضامن",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-26/00bb.jpg"
        ],
        "price": 40,
        "HPaper": "283",
        "description": "رواية روسية كلاسيكية تصور الصراع الأزلي بين الأجيال، بين فكر المحافظين والمتمردين. يتجلى فيها الصدام بين الإيمان بالعلم والمبادئ التقليدية. يرسم تورغينيف الشخصيات بعمق نفسي وإنساني يعكس التحولات الاجتماعية في روسيا القرن التاسع عشر. عمل أدبي يوازن بين الفلسفة والعاطفة، ويطرح تساؤلات عن الحب والمعنى والتغيير.",
        "status": "sold"
    },
    {
        "id": 43,
        "isNew": false,
        "title": "الشيخان",
        "author": "طه حسين",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/9-26/00tt.jpg"
        ],
        "price": 20,
        "HPaper": "270",
        "description": "دراسة فكرية رصينة يقدم فيها طه حسين سيرة أبي بكر الصديق وعمر بن الخطاب بأسلوب موضوعي ومتوازن. يعرض الكاتب حياتهما في ضوء السياسة والدين والمجتمع. يمتزج التحليل العقلي بالإحساس الأدبي العميق، ليكشف عن جوانب إنسانية وروحية فريدة. كتاب يبرز عبقرية القائدين وعدلهما ورؤيتهما لبناء الدولة الإسلامية.",
        "status": "sold"
    },
    {
        "id": 44,
        "isNew": false,
        "title": "السقا مات",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-26/00yy.jpg"
        ],
        "price": 20,
        "HPaper": "235",
        "description": "رواية اجتماعية تدور في حي الحسينية عام 1921، حيث يعرض السباعي تفاصيل حياة البسطاء بعين حنونة وواقعية. تحكي قصة السقا ورفاقه وصراعهم مع الفقر والموت والكرامة. تمتزج الفكاهة بالحزن، والرمزية بالواقعية، لتجسد نظرة الإنسان إلى الحياة والمصير. من أبرز أعمال يوسف السباعي وأكثرها إنسانية وتأثيرًا.",
        "status": "sold"
    },
    {
        "id": 45,
        "isNew": false,
        "title": "اكتشاف قارة",
        "author": "يوسف إدريس",
        "type": "عربي",
        "category": "رحلات",
        "images": [
            "/images/9-26/00yy3.jpg"
        ],
        "price": 20,
        "HPaper": "164",
        "description": "رحلة أدبية فريدة يسافر فيها يوسف إدريس إلى آسيا، مكتشفًا ثقافات الشعوب ومعاني الاختلاف. بأسلوبه الذكي وسخريته الراقية، يقدم رؤية عميقة لتجارب الإنسان في مواجهة الغربة. يلتقط التفاصيل الصغيرة التي تكشف جوهر المجتمعات. نص يمزج بين السرد الواقعي والتأمل الفلسفي، ويمنح القارئ متعة الاكتشاف والتفكير.",
        "status": "sold"
    },
    {
        "id": 46,
        "isNew": false,
        "title": "بصراحة غير مطلقة",
        "author": "يوسف إدريس",
        "type": "عربي",
        "category": "مقالات",
        "images": [
            "/images/9-26/00yy2.jpg"
        ],
        "price": 20,
        "HPaper": "182",
        "description": "مجموعة من المقالات التي كتبها يوسف إدريس بين عامي 1958 و1968، تتناول قضايا المجتمع والسياسة والثقافة. بأسلوب نقدي ساخر وجرأة فكرية لافتة، يناقش الكاتب واقع مصر والعالم العربي. تنبض المقالات بصدق التجربة وحرارة الموقف. يجمع الكتاب بين الأدب والصحافة والفكر في صياغة ممتعة ومؤثرة.",
        "status": "sold"
    },
    {
        "id": 47,
        "isNew": false,
        "title": "رسائل ياكوبو أورتيز الأخيرة",
        "author": "أوجو فوسكولو",
        "translator": "شيماء حسن",
        "type": "أجنبي",
        "category": "أدب",
        "images": [
            "/images/9-26/00koko.jpg"
        ],
        "price": 20,
        "HPaper": "334",
        "description": "عمل أدبي عميق في شكل رسائل فلسفية وشعرية كتبها بطل يائس من العالم. يعكس الكتاب تأملات فوسكولو في الحياة والحب والفن والقدر. يجمع بين الحزن النبيل والتفكير الجمالي، في لغة شاعرية آسرة. نص يكشف مأساة الإنسان الباحث عن معنى في عالم مضطرب. من روائع الأدب الأوروبي الرومانسي.",
        "status": "sold"
    },
    {
        "id": 48,
        "isNew": false,
        "title": "الكرنك",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-26/0nn.jpg"
        ],
        "price": 25,
        "HPaper": "118",
        "description": "رواية قصيرة ومكثفة من أعمال نجيب محفوظ الخالدة، تدور حول مقهى الكرنك الذي يجتمع فيه المثقفون. من خلال شخصياته، يكشف محفوظ عن القمع والخيبة التي عاشها جيل بأكمله. تمتاز الرواية ببنائها الرمزي ولغتها المكثفة وسخريتها الهادئة. نص يختصر معاناة الإنسان في مواجهة الظلم والسلطة والخوف.",
        "status": "sold"
    },
    {
        "id": 49,
        "isNew": false,
        "title": "بداية ونهاية",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-26/00ad.jpg"
        ],
        "price": 35,
        "HPaper": "377",
        "description": "رواية إنسانية واقعية ترصد حياة أسرة مصرية فقيرة بعد وفاة الأب. يصور محفوظ الصراع بين الطموح والفقر والانحدار الأخلاقي بأسلوب مؤلم وصادق. من خلال شخصيات متعددة، يقدم لوحة للمجتمع المصري في الثلاثينيات. عمل يبرز عمق التحليل النفسي وبراعة السرد الواقعي. من أبرز أعمال محفوظ المبكرة وأكثرها تأثيرًا.",
        "status": "sold"
    },
    {
        "id": 50,
        "isNew": false,
        "title": "السراب",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/00-nag1.jpg"
        ],
        "price": 35,
        "HPaper": "367",
        "description": "رواية فلسفية نفسية تتناول حياة شاب يعيش في عالم من الوهم والخيال، يهرب من الواقع إلى أحلامه ومخاوفه. يرسم محفوظ ملامح شخصيات مأزومة تبحث عن الخلاص وسط ضياع القيم. تتناول الرواية فكرة الخداع الذاتي والعجز عن مواجهة الحقيقة. بأسلوب عميق ولغة رمزية، يقدّم محفوظ إحدى أكثر رواياته تأملًا في النفس البشرية.",
        "status": "sold"
    },
    {
        "id": 51,
        "isNew": false,
        "title": "اللجنة",
        "author": "صنع الله إبراهيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-26/00aa.jpg"
        ],
        "price": 40,
        "HPaper": "171",
        "description": "رواية رمزية جريئة تكشف آليات القهر والرقابة داخل المجتمع المعاصر. يقدّم صنع الله إبراهيم حكاية بطل مجهول يُستجوب من لجنة غامضة تمثل السلطة بكل وجوهها. بأسلوب ساخر ومكثف، يعري الكاتب منظومة الفساد والبيروقراطية. نص يجمع بين العبث والفكر، ويضع القارئ أمام أسئلة الحرية والهوية والخضوع.",
        "status": "sold"
    },
    {
        "id": 52,
        "isNew": false,
        "title": "أمريكا",
        "author": "فرانز كافكا",
        "translator": "الدسوقي فهمي",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/00-kafka.jpg"
        ],
        "price": 30,
        "HPaper": "270",
        "description": "إحدى روايات كافكا التي لم تكتمل، لكنها تعكس رؤيته الفريدة للعزلة والاغتراب. تروي قصة شاب يُنفى إلى أمريكا ويواجه عالماً غريباً مليئاً بالرموز والبيروقراطية. يمتزج فيها الواقع بالخيال والعبث بالسخرية. نص يكشف عمق الصراع بين الفرد والمجتمع الحديث. بأسلوب كافكا المعتاد، تمتزج المأساة بالغرابة في سرد متقن ومقلق.",
        "status": "sold"
    },
    {
        "id": 53,
        "isNew": false,
        "title": "العقد الاجتماعي",
        "author": "جان جاك روسو",
        "translator": "عادل زعيتر",
        "type": "أجنبي",
        "category": "فلسفة",
        "images": [
            "/images/00-jak.jpg"
        ],
        "price": 50,
        "HPaper": "171",
        "description": "عمل فلسفي مؤسس في الفكر السياسي الحديث، يبحث في العلاقة بين السلطة والحرية. يطرح روسو فكرة أن الحكم لا يكون شرعياً إلا برضى المحكومين. يناقش مفهوم الإرادة العامة والمواطنة والعدالة الاجتماعية. بأسلوب منطقي وتحليل دقيق، يضع أسس الديمقراطية الحديثة. من أهم كتب التنوير التي أثرت في الثورات الأوروبية.",
        "status": "sold"
    },
    {
        "id": 54,
        "isNew": false,
        "title": "أحمر وأسود",
        "author": "ستندال",
        "translator": "عبد الحميد الداخلي",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-26/00ab2.jpg"
        ],
        "price": 50,
        "HPaper": "851",
        "description": "رواية كلاسيكية فرنسية ترصد طموح جوليان سورال، الشاب الفقير الذي يسعى إلى المجد عبر الدين والسياسة. تتناول الصراع بين الحب والطموح، وبين الروح والمصلحة. بأسلوب تحليلي ساخر، يكشف ستندال عن نفاق المجتمع الطبقي والديني في القرن التاسع عشر. نص يمزج الرومانسية بالواقعية، ويُعد من أعمدة الأدب الأوروبي الحديث.",
        "status": "sold"
    },
    {
        "id": 55,
        "isNew": false,
        "title": "الطريق",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (10).jpg"
        ],
        "price": 25,
        "HPaper": "181",
        "description": "تحكي الرواية رحلة بطل يبحث عن أبيه المفقود ليكتشف أنه يبحث عن ذاته ومعنى وجوده. يقدم محفوظ قصة فلسفية تطرح أسئلة القدر والحرية والهوية. تمتزج الرمزية بالتأمل في صراع الإنسان مع مصيره. بأسلوبه العميق ولغته المتقنة، يرسم محفوظ طريق الإنسان نحو الوعي والحقيقة. رواية قصيرة مكثفة ضمن أجمل أعماله الفكرية.",
        "status": "sold"
    },
    {
        "id": 56,
        "isNew": false,
        "title": "المعلم ومارغريتا",
        "author": "ميخائيل بولغاكوف",
        "translator": "يوسف حلاق",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (9).jpg"
        ],
        "price": 70,
        "HPaper": "477",
        "description": "تحفة أدبية روسية تمزج بين الواقع والخيال والفلسفة والسخرية. تدور حول ظهور الشيطان في موسكو وسعيه لكشف زيف البشر، بالتوازي مع قصة حب أبدية بين المعلم ومارغريتا. يخلق بولغاكوف عالماً مدهشاً من الرموز والتناقضات. رواية عن الحرية والإبداع والحب الذي يتحدى القهر والزمن. من أعظم أعمال القرن العشرين.",
        "status": "sold"
    },
    {
        "id": 57,
        "isNew": false,
        "title": "بطل من هذا الزمن",
        "author": "ميخائيل ليرمونتوف",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (14).jpg"
        ],
        "price": 40,
        "HPaper": "168",
        "description": "رواية روسية كلاسيكية تصور شخصية بيتشورين، البطل المتمرد والغامض الذي يعاني من فراغ داخلي. ترسم الرواية ملامح جيل فقد إيمانه بالقيم في عالم متغير. بأسلوب شاعري وتأملات فلسفية، يصور ليرمونتوف أزمة الإنسان بين العقل والعاطفة. عمل يجمع بين الواقعية والرومانسية، ويكشف عمق النفس البشرية بجرأة نادرة.",
        "status": "sold"
    },
    {
        "id": 58,
        "isNew": false,
        "title": "وقفة قبل المنحدر",
        "author": "علاء الديب",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (13).jpg"
        ],
        "price": 60,
        "HPaper": "144",
        "description": "رواية قصيرة عميقة ترصد مأزق المثقف المصري أمام خيبات السياسة والواقع. بأسلوب هادئ مكثف، يصور علاء الديب بطلًا يواجه انكسارات الحياة بشجاعة صامتة. تجمع الرواية بين الحزن والوعي والصدق الإنساني. نص يفيض بالشجن والتأمل، ويختزل في صفحاته لحظة سقوط جيل بأكمله قبل المنحدر. من أصفى أعمال الأدب العربي الحديث.",
        "status": "available"
    },
    {
        "id": 59,
        "isNew": false,
        "title": "القانون الفرنسي",
        "author": "صنع الله إبراهيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (12).jpg"
        ],
        "price": 40,
        "HPaper": "230",
        "description": "رواية سياسية ساخرة تتناول تأثير القوانين الفرنسية على المجتمع المصري وتناقضاته الحديثة. بأسلوب واقعي لاذع، يرصد صنع الله إبراهيم تفاصيل الحياة اليومية والنظام الإداري بعين ناقدة. تتشابك فيها الكوميديا بالمرارة، والوثائقي بالخيال. نص يكشف أثر الاستعمار الفكري في الوعي الجمعي. من أبرز أعمال الكاتب النقدية المميزة.",
        "status": "sold"
    },
    {
        "id": 60,
        "isNew": false,
        "title": "العطر",
        "author": "باتريك زوسكيند",
        "translator": "ماري طوق",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (11).jpg"
        ],
        "price": 60,
        "HPaper": "276",
        "description": "رواية فريدة تروي قصة جان باتيست غرينوي، الرجل الذي وُلد بلا رائحة لكنه يمتلك حاسة شم خارقة للطبيعة. يسعى لابتكار العطر المثالي مهما كان الثمن، حتى لو تطلب الأمر قتل الأبرياء. بأسلوب ساحر ومظلم، يكشف زوسكيند عن جنون الجمال والرغبة في السيطرة. عمل يجمع بين الغرابة والفلسفة والجريمة في حبكة آسرة لا تُنسى.",
        "status": "available"
    },
    {
        "id": 61,
        "isNew": false,
        "title": "مدام بوفاري",
        "author": "جوستاف فلوبير",
        "translator": "إمام عبد الفتاح إمام",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (8).jpg"
        ],
        "price": 50,
        "HPaper": "503",
        "description": "رواية كلاسيكية خالدة تصوّر مأساة امرأة تتمرد على واقعها الرتيب بحثًا عن الحب والمغامرة. بأسلوب دقيق وملاحظة حادة، يرسم فلوبير ملامح مجتمع متناقض يقيّد الحلم باسم الأخلاق. مدام بوفاري رمز للاغتراب والرغبة المحبطة في الحرية. نص تأسيسي في الأدب الواقعي الحديث، يتميز بلغة فنية عالية وبناء نفسي مذهل.",
        "status": "sold"
    },
    {
        "id": 62,
        "isNew": false,
        "title": "اللص والكلاب",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (7).jpg"
        ],
        "price": 45,
        "HPaper": "255",
        "description": "رواية درامية مشحونة بالغضب والخيبة، تحكي قصة سعيد مهران الخارج من السجن بحثًا عن الانتقام والخلاص. يستخدم محفوظ الرمزية ببراعة لتجسيد الصراع بين الفرد والمجتمع بعد الثورة. نص متوتر الإيقاع، يلتقط لحظات التمرد والخذلان الإنساني. من أبرز أعمال محفوظ التي تجمع بين الواقعية والتحليل النفسي العميق.",
        "status": "sold"
    },
    {
        "id": 63,
        "isNew": false,
        "title": "خان الخليلي",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (6).jpg"
        ],
        "price": 50,
        "HPaper": "320",
        "description": "من أجمل روايات محفوظ الواقعية التي توثق الحياة في القاهرة خلال الحرب العالمية الثانية. يروي فيها حكاية أسرة مصرية تعيش صراعات الحب والواجب والأمل في حي خان الخليلي العريق. بأسلوب رصين ومشاهد إنسانية دقيقة، يصور محفوظ توازن البساطة والعمق في المجتمع المصري. عمل يجمع بين الحنين والحكمة والواقعية المدهشة.",
        "status": "sold"
    },
    {
        "id": 64,
        "isNew": false,
        "title": "اللصوص",
        "author": "ويليام فوكنر",
        "translator": "محفوظ عبد الرحمن",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (5).jpg"
        ],
        "price": 60,
        "HPaper": "394",
        "description": "رواية أمريكية بأسلوب فوكنر المميز الذي يمزج بين تيار الوعي والسرد المتعدد الأصوات. تدور حول عالم الجريمة والفقر في الجنوب الأمريكي، حيث تتقاطع مصائر البشر في صراع مع القدر. نص يعكس عبقرية الكاتب في كشف التناقضات الأخلاقية والإنسانية. عمل يتجاوز الجريمة ليصبح دراسة في النفس والمجتمع والضمير.",
        "status": "available"
    },
    {
        "id": 65,
        "isNew": false,
        "title": "الطاعون",
        "author": "ألبير كامو",
        "translator": "محمد آيت حنا",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (4).jpg"
        ],
        "price": 55,
        "HPaper": "350",
        "description": "رواية فلسفية رمزية تجري أحداثها في مدينة وهران الجزائرية حين يضربها الطاعون. يقدّم كامو قصة عن التضامن الإنساني في وجه العبث والقدر. بأسلوب واقعي عميق، يصوغ الكاتب تأملًا في معنى الوجود والمقاومة. نص مليء بالدلالات الأخلاقية والإنسانية، يعد من أبرز أعمال الأدب الوجودي في القرن العشرين.",
        "status": "sold"
    },
    {
        "id": 66,
        "isNew": false,
        "title": "الإنسان الصرصار",
        "author": "فيودور دوستويفسكي",
        "translator": "إبراهيم عبد القادر المازني",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (3).jpg"
        ],
        "price": 40,
        "HPaper": "188",
        "description": "نص قصير مكثف من أكثر أعمال دوستويفسكي جرأة في تحليل النفس البشرية. يقدّم شخصية الراوي الغريب الذي يعيش في عزلة وعداء للمجتمع. الرواية حوار داخلي عميق يكشف هشاشة الإنسان وتناقضاته. بأسلوب فلسفي ساخر، يطرح الكاتب أسئلة عن الحرية والوعي والتمرد. عمل تأسيسي للفكر الوجودي والأدب النفسي الحديث.",
        "status": "sold"
    },
    {
        "id": 68,
        "isNew": false,
        "title": "الساعة الخامسة والعشرون",
        "author": "قورجيو أورويل",
        "translator": "فؤاد صروف",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-27/9_27_ (1).jpg"
        ],
        "price": 45,
        "HPaper": "314",
        "description": "رواية مأساوية عن إنسان يُسحق تحت آلة الحرب والبيروقراطية خلال الحرب العالمية الثانية. بأسلوب إنساني مؤلم، يصور أورويل كيف يُمحى الفرد أمام الأنظمة الشمولية. نص يفيض بالواقعية واليأس في آنٍ واحد، ويثير تساؤلات حول الحرية والقدر والهوية. من أكثر الروايات تأثيرًا في الأدب الإنساني الحديث.",
        "status": "sold"
    },
    {
        "id": 69,
        "isNew": false,
        "title": "رجال في الشمس",
        "author": "غسان كنفاني",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-20/10-20 (7).jpg"
        ],
        "price": 40,
        "HPaper": "112",
        "description": "رواية رمزية قصيرة تكشف مأساة اللاجئ الفلسطيني الباحث عن الكرامة في عالم لا يرحم. بأسلوب بسيط مكثف، يصور كنفاني رحلة ثلاثة رجال تنتهي بموتهم داخل خزان شاحنة في الصحراء. العمل صرخة ضد الصمت والهزيمة، واستعارة عميقة عن الخيانة والتواطؤ. من أهم النصوص العربية في أدب المقاومة والمعاناة الإنسانية.",
        "status": "sold"
    },
    {
        "id": 71,
        "isNew": false,
        "title": "مائة عام من العزلة",
        "author": "غابرييل غارسيا ماركيز",
        "translator": "صالح علماني",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/00-100years.jpg"
        ],
        "price": 70,
        "HPaper": "625",
        "description": "تحفة الواقعية السحرية التي خلدت اسم ماركيز عالميًا. تروي قصة عائلة بوينديا على مدى أجيال في بلدة ماكوندو الأسطورية. يمزج الكاتب بين الواقع والخيال والسياسة والأسطورة بأسلوب لغوي ساحر. نص عن الحب والموت والعزلة والدائرة الأبدية للحياة. رواية أسطورية تصوغ تاريخ الإنسانية بلغة شعرية آسرة.",
        "status": "sold"
    },
    {
        "id": 72,
        "isNew": false,
        "title": "الإخوة كارامازوف",
        "author": "فيودور دوستويفسكي",
        "translator": "محمود الحسيني",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/00-karam.jpg"
        ],
        "price": 85,
        "HPaper": "950",
        "description": "آخر وأعظم أعمال دوستويفسكي، تتناول الصراع بين الإيمان والإلحاد، وبين الخير والشر داخل عائلة كارامازوف. بأسلوب نفسي وفلسفي عميق، يرسم الكاتب صورة الإنسان الممزق بين الرغبة والضمير. الرواية رحلة فكرية وروحية عن معنى العدل والحب والمسؤولية. عمل إنساني خالد يُعد من أعمدة الأدب العالمي.",
        "status": "available"
    },
    {
        "id": 73,
        "isNew": false,
        "title": "فن الحياة",
        "author": "سلامة موسى",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/9-28/9_28 (4).jpg"
        ],
        "price": 25,
        "HPaper": "170",
        "description": "كتاب فكري يدعو إلى التحرر والابتكار في أسلوب العيش. رؤية عقلانية للحياة مبنية على العلم والثقافة.",
        "status": "sold"
    },
    {
        "id": 74,
        "isNew": false,
        "title": "يوميات طنجة",
        "author": "بول بول",
        "translator": "إبراهيم الخطيب",
        "type": "أجنبي",
        "category": "مذكرات",
        "images": [
            "/images/9-28/9_28 (5).jpg"
        ],
        "price": 20,
        "HPaper": "90",
        "description": "يوميات صريحة تكشف حياة مدينة طنجة وسحرها. مزيج من السرد الشخصي والانطباعات الثقافية.",
        "status": "sold"
    },
    {
        "id": 75,
        "isNew": false,
        "title": "خلف الحجاب",
        "author": "ثناء المصري",
        "type": "عربي",
        "category": "اجتماعي",
        "images": [
            "/images/9-28/9_28 (7).jpg"
        ],
        "price": 10,
        "HPaper": "150",
        "description": "عمل جريء يناقش قضايا المرأة والمجتمع. يسلط الضوء على صور القهر الاجتماعي والبحث عن الحرية.",
        "status": "sold"
    },
    {
        "id": 76,
        "isNew": false,
        "title": "الراهب الثائر",
        "author": "حسن عثمان",
        "type": "عربي",
        "category": "سيرة",
        "images": [
            "/images/9-28/9_28 (8).jpg"
        ],
        "price": 10,
        "HPaper": "95",
        "description": "كتاب يروي سيرة أحد الرهبان الذين تحدوا السائد. قصة عن الإيمان والتمرد في وجه السلطة.",
        "status": "sold"
    },
    {
        "id": 77,
        "isNew": false,
        "title": "اعترافات إنسان",
        "author": "محمد فريد سيالة",
        "type": "عربي",
        "category": "سيرة",
        "images": [
            "/images/9-28/9_28 (6).jpg"
        ],
        "price": 20,
        "HPaper": "202",
        "description": "نص شخصي يفيض بالمصارحة والصدق. تأملات في تجارب الحياة وصراع الإنسان مع ذاته.",
        "status": "sold"
    },
    {
        "id": 78,
        "isNew": false,
        "title": "زهرة العمر",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "مذكرات",
        "images": [
            "/images/9-28/9_28 (3).jpg"
        ],
        "price": 10,
        "HPaper": "182",
        "description": "مذكرات أدبية تكشف رحلة الحكيم في باريس. تجربة فكرية وإنسانية غنية بالتأملات.",
        "status": "sold"
    },
    {
        "id": 79,
        "isNew": false,
        "title": "الكارثة التي تهددنا",
        "author": "صلاح عيسى",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/9-28/9_28 (14).jpg"
        ],
        "price": 100,
        "HPaper": "339",
        "description": "دراسة فكرية وسياسية جريئة. يحلل التحديات التي تواجه المجتمع ويحذر من أخطارها.",
        "status": "sold"
    },
    {
        "id": 80,
        "isNew": false,
        "title": "رسالة في اللاهوت والسياسة",
        "author": "سبينوزا",
        "translator": "فؤاد زكريا",
        "type": "أجنبي",
        "category": "فلسفة",
        "images": [
            "/images/9-28/9_28 (13).jpg"
        ],
        "price": 150,
        "HPaper": "445",
        "description": "عمل فلسفي كلاسيكي يناقش الحرية الدينية والفكرية. من أهم الكتب التي أرست أسس التنوير الحديث.",
        "status": "sold"
    },
    {
        "id": 81,
        "isNew": false,
        "title": "روح السياسة",
        "author": "غوستاف لوبون",
        "translator": "عادل زعيتر",
        "type": "أجنبي",
        "category": "علم اجتماع",
        "images": [
            "/images/9-28/9_28 (2).jpg"
        ],
        "price": 70,
        "HPaper": "229",
        "description": "دراسة اجتماعية نفسية تشرح آليات السياسة وتأثير الجماهير. رؤية تحليلية عميقة من رائد علم النفس الاجتماعي.",
        "status": "sold"
    },
    {
        "id": 82,
        "isNew": false,
        "title": "حياة ألكسيس زوربا ومغامراته",
        "author": "نيقوس كزانتزاكيس",
        "translator": "محمد حمدي إبراهيم",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-28/9_28 (1).jpg"
        ],
        "price": 50,
        "HPaper": "552",
        "description": "رواية شهيرة عن زوربا الحرّ العاشق للحياة. ملحمة عن الشغف، الحرية، والبحث عن المعنى.",
        "status": "sold"
    },
    {
        "id": 83,
        "isNew": false,
        "title": "الأمير",
        "author": "نيقولا ميكافيللي",
        "translator": "أحمد لطفي عبد السلام",
        "type": "أجنبي",
        "category": "فكر",
        "images": [
            "/images/9-28/9_28 (12).jpg"
        ],
        "price": 50,
        "HPaper": "266",
        "description": "الكتاب الأشهر في الفكر السياسي. يقدم نصائح عملية للحاكم حول السلطة، الحكم، والمكر السياسي.",
        "status": "sold"
    },
    {
        "id": 84,
        "isNew": false,
        "title": "المبادئ الأساسية لميتافيزيقا الأخلاق",
        "author": "إيمانويل كانط",
        "translator": "حكمة حمصي",
        "type": "أجنبي",
        "category": "فلسفة",
        "images": [
            "/images/9-29/9_29 (9).jpg"
        ],
        "price": 70,
        "HPaper": "158",
        "description": "من أهم مؤلفات الفيلسوف كانط في الأخلاق. يقدم فيه مفهوم الواجب والعقل كأساس للسلوك الإنساني.",
        "status": "sold"
    },
    {
        "id": 85,
        "isNew": false,
        "title": "اعترافات كيسنجر",
        "author": "هنري كيسنجر",
        "translator": "موسى صبري",
        "type": "أجنبي",
        "category": "مذكرات",
        "images": [
            "/images/9-29/9_29 (8).jpg"
        ],
        "price": 30,
        "HPaper": "320",
        "description": "مذكرات تكشف خبايا السياسة العالمية في القرن العشرين. رؤية شخصية لأحداث كبرى من أحد أبرز صانعي القرار.",
        "status": "available"
    },
    {
        "id": 86,
        "isNew": false,
        "title": "الكلمات",
        "author": "جان بول سارتر",
        "translator": "محمد مندور",
        "type": "أجنبي",
        "category": "سيرة ذاتية",
        "images": [
            "/images/9-29/9_29 (1).jpg"
        ],
        "price": 40,
        "HPaper": "226",
        "description": "سيرة ذاتية فلسفية يقدم فيها سارتر طفولته وتكوينه الفكري. نص ممتع يكشف بدايات فيلسوف الوجودية.",
        "status": "sold"
    },
    {
        "id": 87,
        "isNew": false,
        "title": "اللؤلؤة",
        "author": "جون شتاينبك",
        "translator": "بسمة مصطفى",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-29/9_29 (4).jpg"
        ],
        "price": 20,
        "HPaper": "145",
        "description": "رواية رمزية عن صياد يعثر على لؤلؤة نادرة. حكاية عن الطمع، الأمل، ومأساة الإنسان أمام القدر.",
        "status": "sold"
    },
    {
        "id": 88,
        "isNew": false,
        "title": "شاهد على العصر",
        "author": "عمر بطيشة",
        "type": "عربي",
        "category": "مذكرات",
        "images": [
            "/images/9-29/9_29 (5).jpg"
        ],
        "price": 20,
        "HPaper": "255",
        "description": "مذكرات شخصية توثق أحداث وتحولات سياسية وفنية. شهادة صريحة على عصر مليء بالتغيرات.",
        "status": "sold"
    },
    {
        "id": 89,
        "isNew": false,
        "title": "أرض البشر",
        "author": "أنطوان دو سانت إكزوبيري",
        "translator": "جوزف صايغ",
        "type": "أجنبي",
        "category": "أدب",
        "images": [
            "/images/9-29/9_29 (3).jpg"
        ],
        "price": 20,
        "HPaper": "263",
        "description": "رحلة أدبية وإنسانية للكاتب الطيار. تأملات في معنى الحياة، الطيران، وتجربة الإنسان أمام الطبيعة.",
        "status": "sold"
    },
    {
        "id": 90,
        "isNew": false,
        "title": "العادلون",
        "author": "ألبير كامو",
        "translator": "بسيم محرم وريمون فرنسيس",
        "type": "أجنبي",
        "category": "مسرحية",
        "images": [
            "/images/9-29/9_29 (11).jpg"
        ],
        "price": 20,
        "HPaper": "181",
        "description": "مسرحية فلسفية عن مجموعة ثوار يواجهون سؤال العدل والعنف. نص عميق يناقش الحرية والإنسانية.",
        "status": "sold"
    },
    {
        "id": 91,
        "isNew": false,
        "title": "نيويورك 80",
        "author": "يوسف إدريس",
        "type": "عربي",
        "category": "أدب",
        "images": [
            "/images/9-29/9_29 (7).jpg"
        ],
        "price": 20,
        "HPaper": "163",
        "description": "يوميات وأفكار سجّلها الكاتب في رحلته إلى نيويورك. رؤية ناقدة للغرب بعيون كاتب مصري ساخر.",
        "status": "sold"
    },
    {
        "id": 92,
        "isNew": false,
        "title": "جنة الحيوان",
        "author": "طه حسين",
        "type": "عربي",
        "category": "أدب",
        "images": [
            "/images/9-29/9_29 (10).jpg"
        ],
        "price": 30,
        "HPaper": "163",
        "description": "كتاب يجمع بين الخيال والتأمل. يقدم رؤية أدبية عن عالم الحيوان في أسلوب طه حسين الفريد.",
        "status": "sold"
    },
    {
        "id": 93,
        "isNew": false,
        "title": "مذكرات مجنون",
        "author": "لوشون",
        "translator": "ميرا أحمد",
        "type": "أجنبي",
        "category": "أدب",
        "images": [
            "/images/9-29/9_29 (2).jpg"
        ],
        "price": 20,
        "HPaper": "416",
        "description": "من أبرز نصوص الأدب الصيني الحديث. حكاية عن الجنون تكشف فساد المجتمع وصراع الفرد مع القمع.",
        "status": "sold"
    },
    {
        "id": 94,
        "isNew": false,
        "title": "شرف",
        "author": "صنع الله إبراهيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-29/9_29 (6).jpg"
        ],
        "price": 40,
        "HPaper": "472",
        "description": "رواية جريئة تدور في عالم السجون. تكشف الفساد السياسي والاجتماعي من خلال قصة بطل يبحث عن العدالة.",
        "status": "sold"
    },
    {
        "id": 95,
        "isNew": false,
        "title": "ظل الأفعى",
        "author": "يوسف زيدان",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-30/9_30 (6).jpg"
        ],
        "price": 20,
        "HPaper": "124",
        "description": "رواية قصيرة رمزية وفلسفية تتناول علاقة الإنسان بالتراث والدين والواقع. نص يفتح أسئلة أكثر مما يقدم أجوبة.",
        "status": "sold"
    },
    {
        "id": 96,
        "isNew": false,
        "title": "رجال في الشمس",
        "author": "غسان كنفاني",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-30/9_30 (8).jpg"
        ],
        "price": 20,
        "HPaper": "111",
        "description": "من أبرز الروايات الفلسطينية القصيرة. تحكي مأساة ثلاثة رجال يحاولون الهروب بحثًا عن حياة أفضل.",
        "status": "sold"
    },
    {
        "id": 97,
        "isNew": false,
        "title": "وا إسلاماه",
        "author": "علي أحمد باكثير",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/9-30/9_30 (3).jpg"
        ],
        "price": 10,
        "HPaper": "251",
        "description": "رواية تاريخية عن سقوط الدولة الخوارزمية وصراع المسلمين ضد التتار. نص مشحون بالبطولة والتراجيديا.",
        "status": "sold"
    },
    {
        "id": 99,
        "isNew": false,
        "title": "عزازيل",
        "author": "يوسف زيدان",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/9-30/9_30 (10).jpg"
        ],
        "price": 50,
        "HPaper": "380",
        "description": "رواية تاريخية فلسفية تدور في القرن الخامس الميلادي. تروي مذكرات راهب مسيحي يعيش صراعًا بين الإيمان والشك.",
        "status": "available"
    },
    {
        "id": 100,
        "isNew": false,
        "title": "كل رجال الباشا",
        "author": "خالد فهمي",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/9-30/9_30 (7).jpg"
        ],
        "price": 150,
        "HPaper": "455",
        "description": "دراسة تاريخية توثق بناء جيش محمد علي باشا. تكشف أثر التجنيد والحداثة على المجتمع المصري.",
        "status": "sold"
    },
    {
        "id": 101,
        "isNew": false,
        "title": "مئة عام من العزلة",
        "author": "غابرييل غارسيا ماركيز",
        "translator": "صالح علماني",
        "type": "أجنبي",
        "category": "رواية",
        "images": [
            "/images/9-30/9_30 (9).jpg"
        ],
        "price": 90,
        "HPaper": "375",
        "description": "الرواية الأشهر في الواقعية السحرية. تسرد ملحمة عائلة بوينديا في قرية ماكوندو، حيث يمتزج الواقع بالخيال.",
        "status": "sold"
    },
    {
        "id": 102,
        "isNew": false,
        "title": "نجمة أغسطس",
        "author": "صنع الله إبراهيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/9-30/9_30 (13).jpg"
        ],
        "price": 50,
        "HPaper": "287",
        "description": "رواية تتناول مشروع السد العالي وما رافقه من تحولات اجتماعية وسياسية. نص يجمع بين الوثيقة والسرد الأدبي، ليعكس صورة مصر في حقبة التحولات الكبرى.",
        "status": "sold"
    },
    {
        "id": 103,
        "isNew": false,
        "title": "دراسة اقتصادية",
        "author": "رفعت المحجوب",
        "type": "عربي",
        "category": "اقتصاد",
        "images": [
            "/images/9-30/9_30 (12).jpg"
        ],
        "price": 25,
        "HPaper": "200",
        "description": "كتاب يعرض تحليلات معمقة للاقتصاد المصري والعالمي. يقدم رؤية علمية لفهم التحديات والسياسات الاقتصادية. مرجع مهم للباحثين والمهتمين بالشأن الاقتصادي.",
        "status": "sold"
    },
    {
        "id": 104,
        "isNew": false,
        "title": "كيف يسخر المصريون من حكامهم",
        "author": "عادل حمودة",
        "type": "عربي",
        "category": "اجتماع",
        "images": [
            "/images/9-30/9_30 (11).jpg"
        ],
        "price": 50,
        "HPaper": "255",
        "description": "رحلة في التراث الساخر للمصريين عبر العصور. يوثق كيف كان الشعب يعبر عن مواقفه بالنكتة والفكاهة. كتاب ممتع يجمع بين الطرافة والدراسة الاجتماعية.",
        "status": "sold"
    },
    {
        "id": 105,
        "isNew": false,
        "title": "مقالات بين السياسة والدين",
        "author": "الأب متى المسكين",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/9-30/9_30 (5).jpg"
        ],
        "price": 20,
        "HPaper": "128",
        "description": "مجموعة مقالات فكرية عميقة تناقش العلاقة بين الدين والسياسة. نصوص تدعو للتأمل في قضايا الإيمان والمجتمع بروح ناقدة وواعية.",
        "status": "sold"
    },
    {
        "id": 106,
        "isNew": false,
        "title": "عجلة الحظ",
        "author": "هربرت جورج ويلز – ترجمة شرقاوي حافظ",
        "type": "عالمي",
        "category": "رواية فلسفية",
        "images": [
            "/images/01-10/01-10 (1).jpg"
        ],
        "price": 40,
        "HPaper": "280",
        "description": "رواية فلسفية عن تقلبات المصير والحياة. يستعرض ويلز صراع الإنسان مع القدر وتناقضاته. نص عميق يمزج بين الخيال والتأمل الوجودي.",
        "status": "sold"
    },
    {
        "id": 108,
        "isNew": false,
        "title": "الجنس والحريم – روح السراري",
        "author": "مالك شبل – ترجمة عبدالله زارو",
        "type": "عالمي",
        "category": "دراسة أنثروبولوجية",
        "images": [
            "/images/01-10/01-10 (2).jpg"
        ],
        "price": 40,
        "HPaper": "223",
        "description": "دراسة أنثروبولوجية عن صورة المرأة والجنس في الثقافة العربية الإسلامية. يقدم شبل قراءة جريئة تكشف أسرار المخيال الشرقي. كتاب يجمع بين البحث والسرد.",
        "status": "sold"
    },
    {
        "id": 109,
        "isNew": false,
        "title": "مصر ليست أمي دي مرات أبويا",
        "author": "أسامة غريب",
        "type": "عربي",
        "category": "مقالات ساخرة",
        "images": [
            "/images/01-10/01-10 (3).jpg"
        ],
        "price": 40,
        "HPaper": "288",
        "description": "مجموعة مقالات ساخرة ترصد الواقع المصري بروح ناقدة ومرحة. أسلوب لاذع يخلط بين الضحك والمرارة في تناول قضايا المجتمع والسياسة.",
        "status": "sold"
    },
    {
        "id": 110,
        "isNew": false,
        "title": "إلكترا",
        "author": "يوربيديس – ترجمة منيرة كروان",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/01-10/01-10 (4).jpg"
        ],
        "price": 30,
        "HPaper": "219",
        "description": "مأساة إغريقية تدور حول انتقام إلكترا من أمها كليتمنسترا بعد مقتل أبيها الملك أجاممنون، بطل حرب طروادة وزعيم الإلياذة. المسرحية تجسد صراع الإنسان مع القدر وتعيد إحياء أجواء الملاحم الكبرى كالإلياذة والأوديسة.",
        "status": "sold"
    },
    {
        "id": 111,
        "isNew": false,
        "title": "هكذا تكلم زرادشت",
        "author": "فريدريك نيتشه – ترجمة فليكس فارس",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/01-10/01-10 (5).jpg"
        ],
        "price": 75,
        "HPaper": "383",
        "description": "العمل الأشهر لنيتشه، يجمع بين الفلسفة والشعر. يعرض أفكاره حول الإنسان الأعلى وإرادة القوة. نص ثوري ألهم الفلاسفة والأدباء على مر العصور.",
        "status": "sold"
    },
    {
        "id": 112,
        "isNew": false,
        "title": "زوربا اليوناني",
        "author": "نيكوس كازانتزاكيس",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/02-10/02-10 (14).jpg"
        ],
        "price": 70,
        "HPaper": "400",
        "description": "رواية عن زوربا الحرّ العاشق للحياة. ملحمة عن الشغف، الحرية، والبحث عن المعنى، تجسد الروح اليونانية والفلسفية في سرد مشوق.",
        "status": "sold"
    },
    {
        "id": 113,
        "isNew": false,
        "title": "الزنبقة السوداء",
        "author": "ألكسندر دوماس – ترجمة نديم مرعشاني",
        "type": "عالمي",
        "category": "رواية كلاسيكية",
        "images": [
            "/images/02-10/02-10 (4).jpg"
        ],
        "price": 50,
        "HPaper": "280",
        "description": "رواية كلاسيكية مشوقة تحكي قصة الغموض والانتقام. تجمع بين الإثارة والحبكة التاريخية بأسلوب دوماس المميز.",
        "status": "sold"
    },
    {
        "id": 114,
        "isNew": false,
        "title": "أصل الأنواع جزءين",
        "author": "تشارلز داروين – ترجمة اسماعيل مظهر",
        "type": "عالمي",
        "category": "علم",
        "images": [
            "/images/02-10/02-10 (1).jpg"
        ],
        "price": 75,
        "HPaper": "792",
        "description": "كتاب علمي كلاسيكي يطرح نظرية التطور. دراسة موسعة عن التنوع البيولوجي وأصول الأنواع وتأثيرها على فهم الحياة.",
        "status": "sold"
    },
    {
        "id": 115,
        "isNew": false,
        "title": "الرسائل الفلسفية",
        "author": "فولتير – ترجمة عادل زعيتر",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/02-10/02-10 (2).jpg"
        ],
        "price": 75,
        "HPaper": "164",
        "description": "مجموعة من الرسائل التي تعكس فكر فولتير الفلسفي والعلمي. نصوص قصيرة تتناول العقل، الدين، والسياسة بأسلوب ناقد.",
        "status": "sold"
    },
    {
        "id": 116,
        "isNew": false,
        "title": "شذرات الفلسفة",
        "author": "سورن كيركجورد – ترجمة قحطان جاسم",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/02-10/02-10 (5).jpg"
        ],
        "price": 190,
        "HPaper": "181",
        "description": "مقتطفات فلسفية تكشف أفكار كيركجورد عن الوجود، الإيمان، والحرية الفردية. نصوص عميقة للتأمل والفكر النقدي.",
        "status": "sold"
    },
    {
        "id": 117,
        "isNew": false,
        "title": "دكتور جيفاكو",
        "author": "ترجمة نخبة من المترجمين",
        "type": "عالمي",
        "category": "رواية تاريخية",
        "images": [
            "/images/02-10/02-10 (3).jpg"
        ],
        "price": 80,
        "HPaper": "810",
        "description": "رواية روسية عظيمة تحكي حياة الطبيب والشاعر جيفاكو في ظل الثورة الروسية. مزيج من التاريخ، الحب، والسياسة.",
        "status": "sold"
    },
    {
        "id": 119,
        "isNew": false,
        "title": "ثلاثة أسئلة لإجابة وحيدة",
        "author": "ليو تولستوي",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (1).jpg"
        ],
        "price": 75,
        "HPaper": "135",
        "description": "قصة فلسفية عميقة من إبداع تولستوي، يتأمل فيها الإنسان معنى الوجود والواجب والزمن. يطرح الكاتب ثلاثة أسئلة بسيطة في ظاهرها لكنها تحمل جوهر الحكمة الإنسانية. عمل قصير في حجمه، كبير في فكرته، يدعو للتأمل في الحياة والغفران والإنسانية.",
        "status": "available"
    },
    {
        "id": 120,
        "isNew": false,
        "title": "الشيخ العيل",
        "author": "بلال فضل",
        "type": "عربي",
        "category": "قصص",
        "images": [
            "/images/OLD/old_1 (2).jpg"
        ],
        "price": 40,
        "HPaper": "120",
        "description": "مجموعة قصصية ساخرة تكشف ملامح الشخصية المصرية بتناقضاتها اليومية. يجمع بلال فضل بين الفكاهة والمرارة في تصوير الواقع الاجتماعي والسياسي. أسلوبه البسيط والعميق يجعل القارئ يرى نفسه في كل حكاية من هذه الحكايات القصيرة الذكية.",
        "status": "available"
    },
    {
        "id": 121,
        "isNew": false,
        "title": "الخميني والجماعة",
        "author": "محمد الزمزمي",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/OLD/old_1 (3).jpg"
        ],
        "price": 40,
        "HPaper": "215",
        "description": "كتاب تحليلي يتناول فكر الخميني وصعود الجماعات الدينية وتأثيرها في إيران والمنطقة. يقدم رؤية نقدية لأحداث الثورة الإسلامية وتبعاتها السياسية والاجتماعية. دراسة تجمع بين التوثيق والرأي، بأسلوب موضوعي وجرأة فكرية واضحة.",
        "status": "sold"
    },
    {
        "id": 122,
        "isNew": false,
        "title": "في العلم والأخلاق والسياسة",
        "author": "ليف تولستوي",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/OLD/old_1 (4).jpg"
        ],
        "price": 150,
        "HPaper": "220",
        "description": "رحلة فكرية عميقة يقدم فيها تولستوي تأملاته في العلاقة بين العلم والقيم الإنسانية والسياسة. يناقش كيف يمكن للمعرفة أن تخدم الخير لا السيطرة. نص فلسفي يجمع بين الحكمة الأخلاقية والرؤية الإنسانية الواسعة.",
        "status": "available"
    },
    {
        "id": 123,
        "isNew": false,
        "title": "أحببتك أكثر مما ينبغي",
        "author": "أثير عبدالله النشمي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (6).jpg"
        ],
        "price": 150,
        "HPaper": "325",
        "description": "رواية رومانسية تبحر في أعماق النفس الأنثوية وصراعاتها مع الحب والخذلان. تسرد الكاتبة قصة حب جارفة بين العاطفة والعقل، بين التعلق والحرية. أسلوبها يجمع بين الصدق والعذوبة في حكاية تمس القارئ بواقعيتها ومشاعرها الصادقة.",
        "status": "available"
    },
    {
        "id": 124,
        "isNew": false,
        "title": "علم الأخلاق",
        "author": "سبينوزا",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/OLD/old_1 (7).jpg"
        ],
        "price": 200,
        "HPaper": "310",
        "description": "من أعظم أعمال الفيلسوف سبينوزا، يقدم فيه نظامًا فلسفيًا متكاملًا لفهم الله والطبيعة والإنسان. يناقش مفهوم السعادة من خلال العقل والفضيلة. نص فلسفي صارم وعميق أثّر في الفكر الإنساني الحديث وفتح آفاقًا جديدة للأخلاق والعقل.",
        "status": "sold"
    },
    {
        "id": 125,
        "isNew": false,
        "title": "تجدد",
        "author": "بات باركر",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (9).jpg"
        ],
        "price": 240,
        "HPaper": "600",
        "description": "رواية مؤثرة تسلط الضوء على أثر الحرب في النفس البشرية. تقدم شخصيات تواجه الفقد والصدمة وتبحث عن معنى جديد للحياة. بأسلوب إنساني عميق تمزج الكاتبة بين الواقع والتاريخ، وبين الألم والأمل في تجدد الروح بعد الدمار.",
        "status": "available"
    },
    {
        "id": 126,
        "isNew": false,
        "title": "مذكرات هدى الشعراوي",
        "author": "هدى الشعراوي",
        "type": "عربي",
        "category": "سير ذاتية",
        "images": [
            "/images/OLD/old_1 (10).jpg"
        ],
        "price": 75,
        "HPaper": "400",
        "description": "مذكرات رائدة الحركة النسوية المصرية، تكشف مسيرة امرأة ناضلت من أجل الحرية والعدالة. توثق فيها تجربتها الشخصية والسياسية خلال فترة التحول في تاريخ مصر الحديث. نص صادق ومُلهم يعكس إرادة المرأة وقوتها في مواجهة القيود.",
        "status": "sold"
    },
    {
        "id": 127,
        "isNew": false,
        "title": "السياسة",
        "author": "أرسطو",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/OLD/old_1 (11).jpg"
        ],
        "price": 100,
        "HPaper": "475",
        "description": "واحد من أهم المؤلفات الفلسفية في الفكر السياسي عبر العصور. يقدم أرسطو تحليلاً عميقًا لمفهوم الدولة والعدالة والمواطنة. يوازن بين النظرية والتطبيق، واضعًا أسس التفكير السياسي الذي ما زال يؤثر حتى اليوم.",
        "status": "available"
    },
    {
        "id": 128,
        "isNew": false,
        "title": "عجلة الحظ",
        "author": "هربرت جورج ويلز – ترجمة شرقاوي حافظ",
        "type": "عالمي",
        "category": "خيال علمي",
        "images": [
            "/images/OLD/old_1 (12).jpg"
        ],
        "price": 50,
        "HPaper": "280",
        "description": "رواية خيال علمي وفلسفة وجودية في آن واحد. يناقش الكاتب مفهوم المصير وتقلباته بأسلوب رمزي شيق. يمزج بين الواقع والمستقبل، وبين عبث الحظ وإرادة الإنسان، في قصة تثير الفكر وتدعو للتأمل في معنى الحياة.",
        "status": "available"
    },
    {
        "id": 129,
        "isNew": false,
        "title": "حلم على النهر",
        "author": "جارالنبي الحلو",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (13).jpg"
        ],
        "price": 30,
        "HPaper": "225",
        "description": "رواية اجتماعية ترصد تفاصيل الحياة المصرية من منظور إنساني بسيط وعميق. تمتزج فيها الأحلام بالواقع، والخيبة بالأمل. أسلوب جارالنبي الحلو يجمع بين العفوية والرمزية في رسم لوحة حية عن الناس والنهر والزمن.",
        "status": "available"
    },
    {
        "id": 130,
        "isNew": false,
        "title": "بصراحة غير مطلقة",
        "author": "يوسف إدريس",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (14).jpg"
        ],
        "price": 15,
        "HPaper": "180",
        "description": "مجموعة قصصية قصيرة بأسلوب يوسف إدريس الواقعي الحاد. يرسم فيها مشاهد من المجتمع المصري بصدق وجرأة. قصص تنبض بالحياة اليومية وتكشف صراعات الإنسان مع ذاته والسلطة والظلم، في لغة مكثفة ومؤثرة.",
        "status": "available"
    },
    {
        "id": 131,
        "isNew": false,
        "title": "نيويورك 80",
        "author": "يوسف إدريس",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (15).jpg"
        ],
        "price": 15,
        "HPaper": "160",
        "description": "مجموعة قصصية تتناول رؤية الكاتب لعالم الغربة والتحولات الاجتماعية في الثمانينات. يرصد يوسف إدريس الإنسان العربي في مواجهة الاغتراب والتناقضات بين الشرق والغرب. بأسلوبه الواقعي العميق، يعرض صراع القيم والهوية وسط عالم سريع التغير. نصوصه تمزج بين النقد والسخرية والمأساة، في تأمل إنساني بديع للحياة الحديثة.",
        "status": "available"
    },
    {
        "id": 132,
        "isNew": false,
        "title": "أم رتيبة",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (16).jpg"
        ],
        "price": 15,
        "HPaper": "265",
        "description": "رواية اجتماعية مؤثرة تتناول صراع القيم بين الأصالة والتغير. من خلال شخصية أم رتيبة، يعرض يوسف السباعي ملامح المرأة المصرية البسيطة المخلصة في عالم يزداد قسوة. ينسج الكاتب حكاية عن التضحية، والكرامة، والحنين إلى الطيبة القديمة. أسلوبه العاطفي والإنساني يمنح الرواية بعدًا واقعيًا يلامس وجدان القارئ.",
        "status": "available"
    },
    {
        "id": 133,
        "isNew": false,
        "title": "ليلة خمر",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (17).jpg"
        ],
        "price": 15,
        "HPaper": "265",
        "description": "عمل أدبي يجمع بين الرومانسية والواقعية بأسلوب يوسف السباعي الرقيق. يرصد الكاتب من خلال قصصه مواقف إنسانية عن الحب والخداع والوهم. تعكس الرواية نظرة فلسفية إلى تقلبات النفس البشرية وسعيها الدائم نحو الأمان. بأسلوب بسيط ومؤثر، يضع القارئ أمام أسئلة العاطفة والضمير والاختيار.",
        "status": "sold"
    },
    {
        "id": 134,
        "isNew": false,
        "title": "كنت رئيساً لمصر",
        "author": "الرئيس محمد نجيب",
        "type": "عربي",
        "category": "سير ذاتية",
        "images": [
            "/images/OLD/old_1 (18).jpg"
        ],
        "price": 75,
        "HPaper": "420",
        "description": "مذكرات تاريخية نادرة يكشف فيها الرئيس محمد نجيب تفاصيل مرحلة فارقة من تاريخ مصر الحديث. يسرد الأحداث من منظور شخصي وإنساني، ويعرض خلفيات الثورة والعلاقات داخل مجلس القيادة. بأسلوب صادق ووثائقي، يقدم رؤية رجل عاش بين الأمل والخيانة. كتاب يضيء صفحات مظلمة من التاريخ السياسي المصري.",
        "status": "available"
    },
    {
        "id": 135,
        "isNew": false,
        "title": "الأرض الطيبة",
        "author": "بيرل بك",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (19).jpg"
        ],
        "price": 20,
        "HPaper": "325",
        "description": "رواية إنسانية عميقة تحكي قصة مزارع صيني بسيط يكافح للبقاء وسط الفقر والجوع. ترسم بيرل بك لوحة واقعية عن العلاقة بين الإنسان والأرض، وعن الصبر في وجه القسوة. تبرز الرواية قيم العائلة والعمل والكرامة. عمل كلاسيكي نال تقدير العالم لجماله وصدقه الإنساني.",
        "status": "available"
    },
    {
        "id": 136,
        "isNew": false,
        "title": "سيرانو دي برجراك",
        "author": "إدموند روستان",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/OLD/old_1 (20).jpg"
        ],
        "price": 15,
        "HPaper": "290",
        "description": "مسرحية كلاسيكية فرنسية تخلّد شخصية الشاعر المحارب سيرانو. تجمع بين البطولة والعشق والتضحية في قالب شعري ساحر. يستعرض النص الصراع بين الجمال الخارجي والجوهر الإنساني العميق. قصة عن الكبرياء والحب المستحيل والكرامة. واحدة من أجمل أعمال المسرح الرومانسي في التاريخ.",
        "status": "available"
    },
    {
        "id": 137,
        "isNew": false,
        "title": "ثلاث مسرحيات",
        "author": "جون بوشنر",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/OLD/old_1 (21).jpg"
        ],
        "price": 15,
        "HPaper": "310",
        "description": "تضم هذه المجموعة ثلاث مسرحيات خالدة لبوشنر، تعكس فلسفته الإنسانية ونظرته إلى الوجود. تتناول قضايا الحرية والعدالة والتمرد على الظلم بأسلوب رمزي متقن. لغته تجمع بين الواقعية والخيال لتصوير الإنسان في صراعه مع القدر والمجتمع. نصوص تُبرز عبقرية الكاتب في المسرح الألماني الحديث.",
        "status": "available"
    },
    {
        "id": 138,
        "isNew": false,
        "title": "من الأشكال القصيرة للمسرح الألماني",
        "author": "محمود محمدة قاسم",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/OLD/old_1 (22).jpg"
        ],
        "price": 15,
        "HPaper": "350",
        "description": "مجموعة مترجمة من المسرحيات الألمانية القصيرة التي تجمع بين السخرية والعمق الإنساني. يسلط الكتاب الضوء على تجارب فنية تبحث في الحرية والعبث والمصير. الأسلوب يجمع بين التكثيف اللغوي والرمزية. عمل يعكس تنوع المسرح الأوروبي في رؤيته للعالم والإنسان.",
        "status": "available"
    },
    {
        "id": 139,
        "isNew": false,
        "title": "بيت برناردا ألبا",
        "author": "فريدريكو غارسيا لوركا",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/OLD/old_1 (23).jpg"
        ],
        "price": 15,
        "HPaper": "150",
        "description": "مسرحية تراجيدية تصور حياة النساء داخل بيت مغلق تسيطر عليه الأم المتسلطة برناردا. بأسلوب شعري مكثف، يصوّر لوركا القمع والعزلة والرغبة المكبوتة. العمل يجمع بين الرمزية والواقعية الاجتماعية، ويكشف عن قسوة السلطة الذكورية والتقاليد. من أبرز أعمال المسرح الإسباني الحديث.",
        "status": "available"
    },
    {
        "id": 140,
        "isNew": false,
        "title": "بيكيت",
        "author": "جون أنوي",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/OLD/old_1 (24).jpg"
        ],
        "price": 15,
        "HPaper": "220",
        "description": "مسرحية فلسفية تتناول الصراع بين السلطة والضمير من خلال علاقة الملك هنري الثاني بالمستشار بيكيت. نص درامي عميق عن الصداقة والخيانة والمبدأ. يستخدم أنوي الحوار الذكي والتوتر الداخلي لإبراز مأساة الإنسان أمام السلطة. من روائع المسرح الفرنسي في القرن العشرين.",
        "status": "available"
    },
    {
        "id": 141,
        "isNew": false,
        "title": "الجوع والعطش",
        "author": "جون يونيسكو",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/OLD/old_1 (25).jpg"
        ],
        "price": 15,
        "HPaper": "220",
        "description": "مسرحية تنتمي إلى مسرح العبث، تعكس أزمة الإنسان في عالم مادي جاف. يصوّر يونيسكو التناقض بين الحاجة الجسدية والروحية بأسلوب رمزي ساخر. النص يطرح أسئلة عن المعنى والسلطة والفراغ الوجودي. عمل فلسفي جريء يجمع بين الفكاهة والسوداوية في رؤية عبثية للحياة.",
        "status": "available"
    },
    {
        "id": 142,
        "isNew": false,
        "title": "اللص والكلاب",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (26).jpg"
        ],
        "price": 50,
        "HPaper": "140",
        "description": "من أشهر روايات نجيب محفوظ التي تتناول الصراع بين الإنسان والمجتمع. تروي قصة سعيد مهران الخارج من السجن، الباحث عن الانتقام والخلاص. بأسلوب رمزي واقعي، يصور محفوظ عالم الظلم والخيانة والخذلان. رواية مليئة بالتوتر النفسي والتأمل الوجودي في معنى العدالة والحياة.",
        "status": "sold"
    },
    {
        "id": 143,
        "isNew": false,
        "title": "عصر الحب",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (27).jpg"
        ],
        "price": 50,
        "HPaper": "175",
        "description": "رواية تصور حياة حيّ شعبي في القاهرة، حيث تتشابك قصص العشق والمصالح والخيانة. يعرض محفوظ عبر أبطاله معاني الفقر والسلطة والحب الممنوع. النص يعكس واقعية ساحرة تجمع بين البساطة والعمق الإنساني. من الأعمال التي تكشف عبقرية محفوظ في تصوير المجتمع المصري.",
        "status": "sold"
    },
    {
        "id": 144,
        "isNew": false,
        "title": "ثرثرة فوق النيل",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (28).jpg"
        ],
        "price": 50,
        "HPaper": "130",
        "description": "رواية رمزية تدور أحداثها فوق عوامة على النيل تجمع نخبة من المثقفين الهاربين من واقعهم. من خلال أحاديثهم العابثة، يرسم محفوظ صورة مجتمع فقد بوصلته الأخلاقية. العمل تأمل فلسفي في السقوط واللامبالاة، وصرخة ضد العبث والفساد. من أبرز رواياته النقدية للمجتمع المصري.",
        "status": "sold"
    },
    {
        "id": 145,
        "isNew": false,
        "title": "السمان والخريف",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (29).jpg"
        ],
        "price": 50,
        "HPaper": "220",
        "description": "رواية فلسفية ترمز إلى سقوط الإنسان بعد المجد، من خلال قصة موظف متقاعد يبحث عن معنى لحياته. يصوّر محفوظ بمهارة رحلة التحول من القوة إلى الضعف، ومن الإيمان إلى الضياع. نص مليء بالتأمل في الزمن والموت والعزلة. عمل إنساني عميق يعكس نضوج تجربة الكاتب.",
        "status": "sold"
    },
    {
        "id": 146,
        "isNew": false,
        "title": "بداية ونهاية",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (30).jpg"
        ],
        "price": 50,
        "HPaper": "290",
        "description": "تحفة أدبية ترصد انهيار أسرة مصرية فقيرة بعد وفاة الأب. بأسلوب درامي مؤثر، يسلط محفوظ الضوء على قسوة الواقع الاجتماعي وصراع البقاء. شخصيات الرواية مرسومة بواقعية نفسية دقيقة. نص مؤلم وصادق يعكس عمق التجربة الإنسانية في مواجهة القدر.",
        "status": "available"
    },
    {
        "id": 147,
        "isNew": false,
        "title": "ثرثرة فوق النيل",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (31).jpg"
        ],
        "price": 50,
        "HPaper": "130",
        "description": "عمل رمزي يعكس حالة العبث والضياع في المجتمع المصري من خلال شخصيات تجتمع فوق عوامة. يستخدم محفوظ الحوار والفلسفة والسخرية ليكشف أزمة جيل فقد المعنى. رواية تنبض بالواقعية والرمزية معًا، وتُعد من أبرز نصوصه النقدية للإنسان الحديث.",
        "status": "available"
    },
    {
        "id": 148,
        "isNew": false,
        "title": "القاهرة الجديدة",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (32).jpg"
        ],
        "price": 50,
        "HPaper": "220",
        "description": "إحدى روائع نجيب محفوظ التي تكشف عن فساد المجتمع في الثلاثينيات. تتبع الرواية مصير شاب طموح يضحي بمبادئه من أجل المال والمكانة. نص جريء في نقد النفاق الاجتماعي والسلطة. بأسلوبه الواقعي الدقيق، يصور محفوظ صراع الإنسان بين الضمير والمصلحة.",
        "status": "sold"
    },
    {
        "id": 149,
        "isNew": false,
        "title": "القاهرة الجديدة",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (33).jpg"
        ],
        "price": 50,
        "HPaper": "220",
        "description": "رواية واقعية تعكس ملامح الفساد الأخلاقي والسياسي في مصر الملكية. يصور محفوظ رحلة صعود وسقوط الإنسان حين يتخلى عن مبادئه. بأسلوب دقيق وسرد قوي، يقدم الكاتب نقدًا لاذعًا للمجتمع وتناقضاته. من أوائل أعماله التي مهّدت لطريق الواقعية في الأدب العربي.",
        "status": "available"
    },
    {
        "id": 150,
        "isNew": false,
        "title": "تحت المظلة",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (34).jpg"
        ],
        "price": 50,
        "HPaper": "250",
        "description": "مجموعة قصصية تمزج بين الرمزية والفلسفة بأسلوب محفوظ المميز. تتناول موضوعات الاغتراب والبحث عن الحقيقة وسط التحولات الاجتماعية. بأسلوب لغوي عميق وسخرية راقية، يعرض الكاتب وجوهًا متعددة للإنسان المعاصر. من أعماله التي تكشف نضجه الأدبي والفكري.",
        "status": "available"
    },
    {
        "id": 151,
        "isNew": false,
        "title": "الحب فوق هضبة الهرم",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (35).jpg"
        ],
        "price": 50,
        "HPaper": "275",
        "description": "رواية عميقة تسلط الضوء على مأساة شاب وفتاة يسعيان للحب في مواجهة قسوة الواقع الاجتماعي والاقتصادي. يصور نجيب محفوظ ببراعة كيف ينهار الحلم البريء أمام جدار الفقر والقيود الأخلاقية. العمل يجسد الصراع بين الرغبة والواجب، وبين القلب والمجتمع، في رحلة إنسانية تمزج الحنين بالألم.",
        "status": "available"
    },
    {
        "id": 152,
        "isNew": false,
        "title": "زقاق المدق",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (36).jpg"
        ],
        "price": 50,
        "HPaper": "285",
        "description": "تحفة أدبية خالدة تدور في زقاق صغير يمثل مصر في أوج التحولات الاجتماعية والسياسية. من خلال شخصية حميدة، يصور محفوظ صراع الإنسان بين الطموح والفقر، وبين الرغبة في الصعود والانجراف إلى السقوط. رواية مليئة بالتفاصيل الواقعية والرمزية التي تكشف عمق النفس البشرية.",
        "status": "available"
    },
    {
        "id": 153,
        "isNew": false,
        "title": "زقاق المدق",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (37).jpg"
        ],
        "price": 50,
        "HPaper": "305",
        "description": "من أبرز أعمال نجيب محفوظ التي ترسم بعمق عالم الحارة المصرية وما فيها من تناقضات. يسلط الضوء على صراع الإنسان بين الفقر والطموح، ويكشف كيف تؤثر الظروف الاجتماعية في مصير الأفراد. رواية نابضة بالحياة، تعكس روح القاهرة القديمة وصوت الإنسان البسيط فيها.",
        "status": "sold"
    },
    {
        "id": 154,
        "isNew": false,
        "title": "القاهرة الجديدة",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (38).jpg"
        ],
        "price": 50,
        "HPaper": "205",
        "description": "تقدم الرواية صورة مؤثرة عن المجتمع المصري في زمن التناقضات الطبقية والسياسية. من خلال شخصية محجوب عبد الدايم، يستعرض محفوظ كيف يمكن أن تدفع الحاجة الإنسان إلى التنازل عن المبادئ. عمل جريء يعري الفساد الاجتماعي بأسلوب روائي متماسك وسرد واقعي مذهل.",
        "status": "available"
    },
    {
        "id": 155,
        "isNew": false,
        "title": "الحب تحت المطر",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (39).jpg"
        ],
        "price": 50,
        "HPaper": "210",
        "description": "يرصد محفوظ في هذه الرواية هشاشة العلاقات الإنسانية وسط عالم مضطرب. في زمن الانكسارات والهزائم، يظل الحب بصيص أمل رغم المطر الذي يرمز للحزن والانكسار. الرواية تأمل في المعنى الإنساني amid واقع تتنازعه الرغبات والضياع، بلغة شاعرية عميقة وواقعية مؤلمة.",
        "status": "available"
    },
    {
        "id": 156,
        "isNew": false,
        "title": "الباقي من الزمن ساعة",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (41).jpg"
        ],
        "price": 50,
        "HPaper": "200",
        "description": "رواية فلسفية تستكشف مرور الزمن وتأثيره على النفس الإنسانية. يصور محفوظ بطله وهو يواجه حتمية الشيخوخة والندم، متأملاً معنى الحياة قبل نهايتها. بأسلوبه العميق، يفتح الكاتب باب التساؤل حول قيمة الزمن والماضي والفرص الضائعة في رحلة الوعي الإنساني.",
        "status": "available"
    },
    {
        "id": 157,
        "isNew": false,
        "title": "الشحاذ",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (42).jpg"
        ],
        "price": 50,
        "HPaper": "270",
        "description": "واحدة من أكثر روايات محفوظ عمقًا وتأملًا في الوجود الإنساني. تحكي قصة مثقف يعيش صراعًا داخليًا بين الروح والمادة، وبين الرغبة في المعنى وضياع البوصلة. بأسلوب فلسفي بسيط، يصور محفوظ القلق الوجودي في عالم فقد اليقين، ليكشف جوهر الإنسان في عزلته.",
        "status": "available"
    },
    {
        "id": 158,
        "isNew": false,
        "title": "الحب تحت المطر",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (47).jpg"
        ],
        "price": 50,
        "HPaper": "210",
        "description": "تتناول الرواية تقاطع الحب والخيبة في واقع تغمره الهزائم السياسية والاجتماعية. عبر شخصيات متعبة، ينسج محفوظ لوحة إنسانية عن الحنين والبحث عن الخلاص وسط المطر الرمزي الذي يغسل الوجوه ولا يطهر القلوب. عمل إنساني يفيض بالشجن والصدق الأدبي.",
        "status": "available"
    },
    {
        "id": 159,
        "isNew": false,
        "title": "الطريق",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (48).jpg"
        ],
        "price": 50,
        "HPaper": "210",
        "description": "تدور الرواية حول رحلة إنسان يبحث عن أبيه المجهول، لتتحول الرحلة إلى بحث عن الذات والمعنى. بأسلوب رمزي عميق، يرسم محفوظ ملامح الإنسان الضائع بين القدر والاختيار. رواية وجودية تمزج الغموض بالفلسفة في إطار سردي مشوّق ومؤلم في آن.",
        "status": "sold"
    },
    {
        "id": 160,
        "isNew": false,
        "title": "قلب الليل",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (49).jpg"
        ],
        "price": 50,
        "HPaper": "155",
        "description": "رواية فلسفية تتناول رحلة الإنسان في مواجهة السلطة والعقيدة والذات. من خلال شخصية جعفر الراوي، يقدم محفوظ حكاية تموج بالرموز والصراعات الفكرية حول الحرية والمعرفة. عمل عميق يكشف عن صراع الإنسان الأزلي مع القدر والحقيقة والإيمان.",
        "status": "available"
    },
    {
        "id": 161,
        "isNew": false,
        "title": "إنجيل الابن",
        "author": "نورمان ميلر – ترجمة ثائر ديب",
        "type": "مترجم",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (43).jpg"
        ],
        "price": 30,
        "HPaper": "280",
        "description": "رواية جريئة تعيد رواية قصة يسوع المسيح من منظور إنساني داخلي. بأسلوب تأملي، يعرض الكاتب صراعه مع الرسالة، ومعنى الإيمان في عالم متغير. ترجمة عربية سلسة تنقل عمق النص الأصلي وتفتح بابًا للتفكير في العلاقة بين الإنسان والقداسة.",
        "status": "sold"
    },
    {
        "id": 162,
        "isNew": false,
        "title": "التجمع",
        "author": "آن إنرايت – ترجمة أماني توما",
        "type": "مترجم",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (44).jpg"
        ],
        "price": 15,
        "HPaper": "415",
        "description": "رواية حائزة على جائزة البوكر، تتناول قصة عائلة أيرلندية تواجه أسرار الماضي المؤلم. بأسلوب شاعري متدفق، تسرد الراوية رحلة العودة إلى الجذور والذكريات. نص إنساني مؤثر عن الفقد، الغفران، وتاريخ العائلة الممتزج بالوجع والحنين.",
        "status": "available"
    },
    {
        "id": 163,
        "isNew": false,
        "title": "ملك كاهل",
        "author": "تيرنو",
        "type": "مترجم",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (45).jpg"
        ],
        "price": 15,
        "HPaper": "445",
        "description": "رواية درامية فلسفية تتناول رحلة ملك يبحث عن معنى السلطة والعدالة في عالم يسوده الفساد. تتعمق في الصراع بين القوة والضمير، وتطرح تساؤلات حول المسؤولية والقدر. أسلوبها يجمع بين الرمزية والحكمة الإفريقية القديمة بروح عصرية.",
        "status": "available"
    },
    {
        "id": 164,
        "isNew": false,
        "title": "المؤتمر الأخير",
        "author": "مارك بروسن",
        "type": "مترجم",
        "category": "رواية",
        "images": [
            "/images/OLD/old_1 (46).jpg"
        ],
        "price": 15,
        "HPaper": "380",
        "description": "رواية فكرية مشوقة تدور حول مؤتمر يجمع نخبة من العلماء في تجربة غامضة تقلب المفاهيم العلمية والسياسية. ينجح الكاتب في دمج التشويق بالتحليل النفسي والاجتماعي بأسلوب عميق وسرد متقن. نص يكشف خبايا الطموح البشري وحدود المعرفة.",
        "status": "available"
    },
    {
        "id": 165,
        "isNew": false,
        "title": "أضلاع الصحراء",
        "author": "إدوارد الخراط",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (21).jpg"
        ],
        "price": 40,
        "HPaper": "280",
        "description": "رواية فلسفية تمزج بين الواقع والأسطورة، حيث تتحول الصحراء إلى رمز للبحث عن الذات والحرية. بأسلوب شعري ولغة عميقة، يصور الخراط صراع الإنسان مع العزلة والمعنى، متأملاً الغربة الداخلية وامتداد الصحراء في النفس الإنسانية.",
        "status": "available"
    },
    {
        "id": 166,
        "isNew": false,
        "title": "صح النوم",
        "author": "يحيى حقي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (20).jpg"
        ],
        "price": 30,
        "HPaper": "150",
        "description": "رواية اجتماعية ساخرة تتناول ببساطة وعمق حياة الإنسان البسيط وصراعه اليومي مع الواقع. بأسلوب يحيى حقي المميز، تمزج بين خفة الظل والتأمل في التغيرات الاجتماعية والإنسانية في مصر.",
        "status": "available"
    },
    {
        "id": 167,
        "isNew": false,
        "title": "يوم قتل الزعيم",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (2).jpg"
        ],
        "price": 50,
        "HPaper": "85",
        "description": "رواية قصيرة تتناول اغتيال الزعيم وتأثيره على المجتمع المصري. من خلال شخصيات بسيطة تعيش في الهامش، يرصد محفوظ انهيار القيم والآمال بعد فقدان القيادة. نص مكثف يحمل رمزية سياسية وإنسانية في آن واحد.",
        "status": "sold"
    },
    {
        "id": 168,
        "isNew": false,
        "title": "السهم",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (3).jpg"
        ],
        "price": 50,
        "HPaper": "285",
        "description": "رواية رمزية تعكس صراع الإنسان مع القدر وتناقضات المجتمع. بأسلوب محفوظ الواقعي، يتتبع مسار شخصية تواجه المجهول بين الإيمان والتمرد. السرد عميق ومشحون بالدلالات حول الحرية والاختيار.",
        "status": "available"
    },
    {
        "id": 169,
        "isNew": false,
        "title": "حكايات حارتنا",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (4).jpg"
        ],
        "price": 50,
        "HPaper": "180",
        "description": "عمل أدبي يجمع بين الرمزية والبساطة، يقدم من خلاله محفوظ قصصًا قصيرة متشابكة من قلب الحارة المصرية. تعكس الحكايات صراعات الإنسان الأبدية مع الخير والشر، والحلم والواقع، بلغة مليئة بالحكمة والتأمل.",
        "status": "available"
    },
    {
        "id": 170,
        "isNew": false,
        "title": "السكرية",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (5).jpg"
        ],
        "price": 50,
        "HPaper": "180",
        "description": "الجزء الأخير من ثلاثية نجيب محفوظ، يصور التغيرات الاجتماعية والسياسية في مصر عبر أجيال متعاقبة. بلغة واقعية ساحرة، يختتم محفوظ ملحمة الأسرة المصرية التي تجسد التحول من القيم التقليدية إلى روح العصر الحديث.",
        "status": "sold"
    },
    {
        "id": 171,
        "isNew": false,
        "title": "الفتنة الكبرى",
        "author": "طه حسين",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-10/10-10 (6).jpg"
        ],
        "price": 30,
        "HPaper": "330",
        "description": "كتاب عميق يتناول أحداث الفتنة الكبرى في التاريخ الإسلامي بموضوعية فكرية وتحليل عقلاني. يقدم طه حسين رؤيته المتفردة للصراعات السياسية والدينية التي شكلت بدايات التاريخ الإسلامي، محاولًا فهم الدوافع الإنسانية خلف تلك الأحداث بعيدًا عن التقديس أو التحامل. بأسلوبه الواضح ولغته الرصينة، يدعو القارئ إلى التفكير والتأمل في الماضي بعين الباحث الحر.",
        "status": "available"
    },
    {
        "id": 172,
        "isNew": false,
        "title": "دعاء الكروان",
        "author": "طه حسين",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (7).jpg"
        ],
        "price": 20,
        "HPaper": "160",
        "description": "إحدى أجمل روايات طه حسين التي تمزج بين المأساة الإنسانية والعاطفة النقية. تحكي قصة فتاة ريفية تمردت على الظلم الاجتماعي وسعت للانتقام لشقيقتها، لكنها وجدت نفسها في صراع بين الحب والواجب. بأسلوب أدبي رفيع، يصور الكاتب مأساة الأنثى في مجتمع قاسٍ، لتصبح الرواية مرآة لقيم الشرف، والعاطفة، والتمرد.",
        "status": "sold"
    },
    {
        "id": 173,
        "isNew": false,
        "title": "دعاء الكروان",
        "author": "طه حسين",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (8).jpg"
        ],
        "price": 30,
        "HPaper": "160",
        "description": "رواية خالدة تسلط الضوء على قوة المرأة في مواجهة القهر الاجتماعي والعاطفي. بطلتها تمثل شجاعة الأنثى في الدفاع عن كرامتها، ورفض الخضوع للظلم. بأسلوب طه حسين المتوازن بين الشعرية والواقعية، تلامس الرواية أعمق مشاعر الحب والندم، وتعيد طرح أسئلة العدالة والحرية.",
        "status": "available"
    },
    {
        "id": 174,
        "isNew": false,
        "title": "مرآة الإسلام",
        "author": "طه حسين",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-10/10-10 (9).jpg"
        ],
        "price": 30,
        "HPaper": "265",
        "description": "يقدّم طه حسين في هذا الكتاب نظرة فكرية متعمقة في تطور الفكر الإسلامي والمجتمع العربي. يناقش ملامح الحضارة الإسلامية وتأثيرها في الإنسان والعقل عبر العصور. بأسلوب تحليلي رصين، يعرض الكاتب قراءة نقدية للتاريخ والدين والفكر، داعيًا إلى التنوير والوعي. كتاب يجمع بين عمق البحث وجمال اللغة.",
        "status": "available"
    },
    {
        "id": 175,
        "isNew": false,
        "title": "جنة الحيوان",
        "author": "طه حسين",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/10-10/10-10 (10).jpg"
        ],
        "price": 40,
        "HPaper": "160",
        "description": "كتاب فكري يعكس أسلوب طه حسين في مزج الفلسفة بالأدب. يتناول التأمل في الطبيعة الإنسانية من خلال رؤى فلسفية عن العقل والغريزة والروح. بأسلوبه الهادئ والعميق، يحاول الكاتب فهم الإنسان في علاقته بالحياة والمجتمع، ليقدّم نصًا يفيض بالحكمة والتأمل في جوهر الوجود.",
        "status": "available"
    },
    {
        "id": 176,
        "isNew": false,
        "title": "الأيام",
        "author": "طه حسين",
        "type": "عربي",
        "category": "سيرة ذاتية",
        "images": [
            "/images/10-10/10-10 (11).jpg",
            "/images/10-10/10-10 (12).jpg",
            "/images/10-10/10-10 (13).jpg"
        ],
        "price": 60,
        "HPaper": "500",
        "description": "السيرة الذاتية الأشهر في الأدب العربي الحديث، يروي فيها طه حسين رحلة كفاحه من ظلمة البصر إلى نور العلم. بأسلوب مؤثر يجمع بين الصدق والبلاغة، يحكي عن طفولته الريفية، وصراعه مع الفقر والجهل، ثم انتصاره على الصعاب بالعلم والإرادة. نص خالد يجسد معنى الإصرار الإنساني والتحدي.",
        "status": "available"
    },
    {
        "id": 177,
        "isNew": false,
        "title": "عودة الروح",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (14).jpg"
        ],
        "price": 50,
        "HPaper": "550",
        "description": "رواية رمزية تعكس يقظة الأمة المصرية وبعث روحها الوطنية في فترة ما قبل الثورة. يصور توفيق الحكيم في شخصياته صراع الإنسان بين الحياة الفردية والجماعية، وبين الحلم والواقع. بأسلوب فلسفي إنساني، يجسد فكرة الانبعاث من الركود، ليصبح العمل دعوة إلى النهوض والوعي والحرية.",
        "status": "sold"
    },
    {
        "id": 178,
        "isNew": false,
        "title": "أهل الكهف",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "مسرحية",
        "images": [
            "/images/10-10/10-10 (15).jpg"
        ],
        "price": 35,
        "HPaper": "140",
        "description": "من أبرز المسرحيات الفلسفية في الأدب العربي الحديث، تستلهم قصة أصحاب الكهف لتطرح سؤال الزمن والوجود. يصور توفيق الحكيم مأساة الإنسان حين يصحو على عالم تغيّر من حوله. بأسلوب يجمع بين الرمزية والعمق الفكري، يناقش معنى الحياة والموت والتحولات الكبرى في الوعي الإنساني.",
        "status": "sold"
    },
    {
        "id": 179,
        "isNew": false,
        "title": "زهرة العمر",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (16).jpg"
        ],
        "price": 35,
        "HPaper": "235",
        "description": "رواية تجمع بين السيرة الذاتية والتأمل الفلسفي، يكتب فيها توفيق الحكيم عن رحلته الفكرية والوجدانية في أوروبا. تمتزج فيها المشاعر الإنسانية بالتجارب الثقافية، في نص يعكس تطور وعي الكاتب بالحياة والفن والإنسان. أسلوبه الرشيق يجعلها مرآة لمرحلة من النضوج الفكري والعاطفي.",
        "status": "sold"
    },
    {
        "id": 180,
        "isNew": false,
        "title": "السقّا مات",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (17).jpg"
        ],
        "price": 35,
        "HPaper": "330",
        "description": "رواية اجتماعية مؤثرة تتناول الموت كجزء من دورة الحياة في حي شعبي مصري. من خلال شخصية السقّا، يرسم يوسف السباعي لوحة إنسانية عن الفقد، والرضا، والإيمان. بأسلوبه الواقعي البسيط، يحوّل المأساة اليومية إلى درس عميق في معنى التعايش مع القدر والموت.",
        "status": "available"
    },
    {
        "id": 181,
        "isNew": false,
        "title": "السقا مات",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (18).jpg"
        ],
        "price": 35,
        "HPaper": "330",
        "description": "رواية اجتماعية تتناول الفقر والموت من منظور إنساني فلسفي، وتعرض صراع الإنسان مع القدر والمجتمع.",
        "status": "available"
    },
    {
        "id": 182,
        "isNew": false,
        "title": "الأرض",
        "author": "عبد الرحمن الشرقاوي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (19).jpg"
        ],
        "price": 50,
        "HPaper": "600",
        "description": "رواية واقعية ترصد معاناة الفلاح المصري وصراعه ضد الظلم الاجتماعي والإقطاع في الريف.",
        "status": "available"
    },
    {
        "id": 183,
        "isNew": false,
        "title": "عزازيل",
        "author": "يوسف زيدان",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (22).jpg"
        ],
        "price": 45,
        "HPaper": "500",
        "description": "رواية تاريخية فلسفية تدور في القرن الخامس الميلادي، تناقش الصراع بين الدين والعقل والهوية الإنسانية.",
        "status": "available"
    },
    {
        "id": 184,
        "isNew": false,
        "title": "روميو وجوليت",
        "author": "وليم شكسبير",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/10-10/10-10 (23).jpg"
        ],
        "price": 25,
        "HPaper": "220",
        "description": "مسرحية تراجيدية كلاسيكية تجسد قصة حب مأساوية خالدة بين روميو وجوليت.",
        "status": "sold"
    },
    {
        "id": 185,
        "isNew": false,
        "title": "روميو وجوليت",
        "author": "وليم شكسبير",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/10-10/10-10 (24).jpg"
        ],
        "price": 25,
        "HPaper": "220",
        "description": "قصة الحب الأسطورية الأشهر في الأدب العالمي التي تجمع بين الشغف والمأساة.",
        "status": "sold"
    },
    {
        "id": 186,
        "isNew": false,
        "title": "هضبة تورتيلا",
        "author": "جون شتاينبك",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (25).jpg"
        ],
        "price": 35,
        "HPaper": "200",
        "description": "رواية إنسانية عن سكان الهضبة الفقراء الذين يعيشون على الهامش، تكشف بسخرية عن التناقضات الاجتماعية والأمل في الحياة.",
        "status": "available"
    },
    {
        "id": 187,
        "isNew": false,
        "title": "الموت في البندقية",
        "author": "توماس مان",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (26).jpg"
        ],
        "price": 35,
        "HPaper": "145",
        "description": "رواية فلسفية تتناول صراع الفنان بين الجمال والموت، وتغوص في أعماق النفس البشرية.",
        "status": "available"
    },
    {
        "id": 188,
        "isNew": false,
        "title": "مصر القديمة",
        "author": "جان فيركوتير",
        "type": "عالمي",
        "category": "تاريخ",
        "images": [
            "/images/10-10/10-10 (27).jpg"
        ],
        "price": 30,
        "HPaper": "180",
        "description": "كتاب تاريخي شامل يسلط الضوء على حضارة مصر القديمة من النشأة حتى عصور الازدهار.",
        "status": "available"
    },
    {
        "id": 189,
        "isNew": false,
        "title": "عن القمر والطين",
        "author": "صلاح جاهين",
        "type": "عربي",
        "category": "شعر",
        "images": [
            "/images/10-10/10-10 (28).jpg"
        ],
        "price": 35,
        "HPaper": "220",
        "description": "مجموعة شعرية تمزج بين الفلسفة والوجدان، وتعكس الصراع بين الحلم والواقع في رؤية جاهين للحياة.",
        "status": "available"
    },
    {
        "id": 190,
        "isNew": false,
        "title": "بيتنا في شارع المانجو",
        "author": "ساندرا سيسنيروز",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (29).jpg"
        ],
        "price": 35,
        "HPaper": "150",
        "description": "رواية قصيرة بأسلوب شاعري تصور حياة فتاة لاتينية تكبر في حي فقير بمدينة شيكاغو وتحلم بمستقبل أفضل.",
        "status": "available"
    },
    {
        "id": 191,
        "isNew": false,
        "title": "هوامش على دفتر التنوير",
        "author": "جابر عصفور",
        "type": "عربي",
        "category": "نقد",
        "images": [
            "/images/10-10/10-10 (30).jpg"
        ],
        "price": 50,
        "HPaper": "450",
        "description": "كتاب نقدي وفكري عميق يتناول قضايا التنوير العربي وأسئلته الكبرى، من الحرية والعقلانية إلى تجديد الخطاب الثقافي. يناقش علاقة المثقف بالسلطة والمجتمع، ويحلل مسار الفكر العربي الحديث في مواجهة الجمود والتقليد.",
        "status": "available"
    },
    {
        "id": 192,
        "isNew": false,
        "title": "إشكالية الهوية في إسرائيل",
        "author": "رشاد عبدالله الشامي",
        "type": "عربي",
        "category": "نقد",
        "images": [
            "/images/10-10/10-10 (31).jpg"
        ],
        "price": 30,
        "HPaper": "310",
        "description": "دراسة فكرية معمقة تتناول إشكالية الهوية في المجتمع الإسرائيلي، وتناقش التناقض بين الهوية الدينية والقومية. يستعرض الكتاب أثر الصراع العربي الإسرائيلي على تشكيل الهوية، وكيف تحولت المسألة إلى قضية سياسية وثقافية مركبة.",
        "status": "available"
    },
    {
        "id": 193,
        "isNew": false,
        "title": "انهيار الرأسمالية",
        "author": "أورليش شيفر",
        "type": "عالمي",
        "category": "اقتصاد",
        "images": [
            "/images/10-10/10-10 (32).jpg"
        ],
        "price": 50,
        "HPaper": "460",
        "description": "يتناول الكتاب الأزمات البنيوية التي تهدد النظام الرأسمالي العالمي، بدءًا من الانهيارات المالية وحتى اتساع الفجوة الطبقية. يناقش الأسباب العميقة للأزمات الاقتصادية ويدعو لإعادة النظر في القيم التي تحكم الأسواق والاقتصاد الحديث.",
        "status": "available"
    },
    {
        "id": 194,
        "isNew": false,
        "title": "من الحداثة إلى العولمة",
        "author": "تيمونز روبيرتز",
        "type": "عالمي",
        "category": "اقتصاد",
        "images": [
            "/images/10-10/10-10 (33).jpg"
        ],
        "price": 50,
        "HPaper": "270",
        "description": "كتاب يقدم رؤية تحليلية لمسار تطور الحداثة وصولًا إلى عصر العولمة، من منظور اجتماعي واقتصادي. يناقش التحولات الكبرى في الاقتصاد والسياسة والثقافة، وتأثيرها على العلاقات بين الشعوب والأنظمة الحديثة.",
        "status": "sold"
    },
    {
        "id": 195,
        "isNew": false,
        "title": "تراب الماس",
        "author": "أحمد مراد",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-10/10-10 (34).jpg"
        ],
        "price": 70,
        "HPaper": "430",
        "description": "رواية بوليسية مشوقة تمزج بين الغموض والتشويق في إطار اجتماعي وسياسي. تدور أحداثها حول جريمة غامضة تكشف شبكة من الفساد والخيانات، وتطرح تساؤلات حول العدالة والانتقام في واقع مليء بالتناقضات.",
        "status": "available"
    },
    {
        "id": 196,
        "isNew": false,
        "title": "تاريخ آداب العرب",
        "author": "مصطفى صادق الرافعي",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-11/10-11 (5).jpg"
        ],
        "price": 250,
        "HPaper": "1000",
        "description": "عمل أدبي موسوعي يقدم نظرة شاملة لتاريخ الأدب العربي منذ الجاهلية حتى العصور الحديثة. يتناول خصائص اللغة والشعر والنثر وأعلام الأدب، ويعكس رؤية الرافعي في الدفاع عن التراث والهوية العربية.",
        "status": "available"
    },
    {
        "id": 197,
        "isNew": false,
        "title": "هكذا تكلم زرادشت",
        "author": "فريدريك نيتشه",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-11/10-11 (6).jpg"
        ],
        "price": 90,
        "HPaper": "380",
        "description": "أشهر أعمال نيتشه، يعرض فيه فلسفته عن الإنسان الأعلى وإرادة القوة ونقد الأخلاق التقليدية. كتاب يجمع بين الشعر والفلسفة، يدعو إلى التحرر من القيود والبحث عن معنى الوجود بأسلوب رمزي وعميق.",
        "status": "sold"
    },
    {
        "id": 198,
        "isNew": true,
        "title": "هكذا تكلم زرادشت",
        "author": "فريدريك نيتشه",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-11/10-11 (6).jpg"
        ],
        "price": 90,
        "HPaper": "380",
        "description": "كتاب فلسفي كلاسيكي يمثل ذروة فكر نيتشه، يتناول الصراع بين القيم الإنسانية والدينية القديمة والمستقبلية. نص ثوري في فكرته وأسلوبه، أثّر في الفلسفة والأدب والفكر الحديث.",
        "status": "available"
    },
    {
        "id": 199,
        "isNew": false,
        "title": "حكايات من دفتر الوطن",
        "author": "صلاح عيسى",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-11/10-11 (7).jpg"
        ],
        "price": 150,
        "HPaper": "545",
        "description": "مجموعة من المقالات والقصص التاريخية التي تستعرض لحظات من تاريخ مصر السياسي والاجتماعي. بأسلوبه الساخر والممتع، يقدم صلاح عيسى قراءة مختلفة للتاريخ من خلال حكايات الناس والشارع.",
        "status": "available"
    },
    {
        "id": 200,
        "isNew": false,
        "title": "النقد الأدبي",
        "author": "أحمد أمين",
        "type": "عربي",
        "category": "أدب",
        "images": [
            "/images/10-11/10-11 (9).jpg"
        ],
        "price": 90,
        "HPaper": "394",
        "description": "كتاب مرجعي يشرح أصول ومناهج النقد الأدبي في التراث العربي والحديث. يوازن بين التحليل الفني والبعد الثقافي للأدب، ويبرز دور النقد في تطوير الذائقة الأدبية والفكر الجمالي.",
        "status": "available"
    },
    {
        "id": 201,
        "isNew": false,
        "title": "فوما غوردييف",
        "author": "مكسيم غوركي",
        "type": "عالمي",
        "category": "أدب",
        "images": [
            "/images/10-11/10-11 (10).jpg"
        ],
        "price": 100,
        "HPaper": "485",
        "description": "رواية اجتماعية تصور معاناة الطبقة العاملة الروسية قبل الثورة، بأسلوب واقعي وإنساني. يقدم غوركي شخصية فوما الباحث عن المعنى في عالم مليء بالظلم، في أحد أبرز أعمال الأدب الروسي الواقعي.",
        "status": "sold"
    },
    {
        "id": 202,
        "isNew": false,
        "title": "تاريخ الفلسفة الروسية",
        "author": "نيقولاي لوسكي",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-11/10-11 (11).jpg"
        ],
        "price": 120,
        "HPaper": "465",
        "description": "دراسة تحليلية لتطور الفكر الفلسفي في روسيا منذ القرون الوسطى حتى العصر الحديث. يناقش الكتاب تأثير الأرثوذكسية والدين والسياسة على الفلسفة، مع عرض لأهم المفكرين الروس ومذاهبهم.",
        "status": "available"
    },
    {
        "id": 203,
        "isNew": false,
        "title": "رحلة ابن بطوطة",
        "author": "ابن بطوطة",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-11/10-11 (12).jpg"
        ],
        "price": 120,
        "HPaper": "500",
        "description": "أحد أعظم كتب الرحلات في التاريخ، يسجل فيه ابن بطوطة مغامراته وأسفاره في أرجاء العالم الإسلامي. يقدم وصفًا دقيقًا للمدن والعادات والملوك في أسلوب يجمع بين الأدب والتاريخ والجغرافيا.",
        "status": "available"
    },
    {
        "id": 204,
        "isNew": false,
        "title": "هز القحوف",
        "author": "عبد العزيز جمال الدين",
        "type": "عربي",
        "category": "أدب",
        "images": [
            "/images/10-11/10-11 (13).jpg"
        ],
        "price": 90,
        "HPaper": "460",
        "description": "عمل أدبي تراثي يجمع بين الطرافة واللغة الثرية، يعكس الحياة الاجتماعية والفكرية في العصور القديمة. يتناول موضوعات الأدب الشعبي والسخرية بروح نقدية وأسلوب ممتع.",
        "status": "available"
    },
    {
        "id": 205,
        "isNew": false,
        "title": "نوكاس بوربا",
        "author": "ماشادو دي أسيس",
        "type": "عالمي",
        "category": "أدب",
        "images": [
            "/images/10-11/10-11 (14).jpg"
        ],
        "price": 80,
        "HPaper": "360",
        "description": "رواية فلسفية برازيلية تناقش عبثية الحياة وصراع الإنسان بين العقل والجنون. بأسلوب ساخر ومليء بالمفارقات، يكشف الكاتب عن نفاق المجتمع والطموح الإنساني بلا حدود.",
        "status": "available"
    },
    {
        "id": 206,
        "isNew": false,
        "title": "الأحمر والأسود",
        "author": "ستندال",
        "type": "عالمي",
        "category": "أدب",
        "images": [
            "/images/10-11/10-11 (15).jpg"
        ],
        "price": 75,
        "HPaper": "850",
        "description": "رواية كلاسيكية فرنسية عن الطموح والحب والصراع الطبقي في القرن التاسع عشر. يتتبع ستندال رحلة شاب فقير يسعى للارتقاء في مجتمع تحكمه المظاهر، في سرد نفسي عميق وأسلوب راقٍ.",
        "status": "available"
    },
    {
        "id": 207,
        "isNew": false,
        "title": "مدام بوفاري",
        "author": "غوستاف فلوبير",
        "type": "عالمي",
        "category": "أدب",
        "images": [
            "/images/10-11/10-11 (16).jpg"
        ],
        "price": 50,
        "HPaper": "300",
        "description": "تحفة أدبية واقعية ترصد حياة امرأة تعيش صراعًا بين أحلامها الرومانسية وواقعها القاسي. بأسلوب دقيق ومؤلم، يكشف فلوبير عن مأساة البحث عن السعادة في عالم مادي محدود.",
        "status": "available"
    },
    {
        "id": 208,
        "isNew": false,
        "title": "إلى المنارة",
        "author": "فيرجينيا وولف",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-11/10-11 (1).jpg"
        ],
        "price": 300,
        "HPaper": "305",
        "description": "رواية نفسية بأسلوب تيار الوعي، تستكشف الزمن والذاكرة من خلال أسرة بريطانية على شاطئ البحر. تقدم وولف تأملًا عميقًا في الحياة والفن والوجود بأسلوب شعري وتجريبي فريد.",
        "status": "available"
    },
    {
        "id": 209,
        "isNew": false,
        "title": "طريق الحياة",
        "author": "ليف تولستوي",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-11/10-11 (2).jpg"
        ],
        "price": 350,
        "HPaper": "585",
        "description": "عمل فلسفي روحاني يعرض رؤية تولستوي عن معنى الحياة والإيمان والأخلاق. يجمع بين التأمل الديني والفكر الإنساني في دعوة للسلام الداخلي والصدق مع الذات.",
        "status": "available"
    },
    {
        "id": 210,
        "isNew": false,
        "title": "الأنفس الميتة",
        "author": "نيقولاي غوغول",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-11/10-11 (3).jpg"
        ],
        "price": 300,
        "HPaper": "340",
        "description": "رواية روسية كلاسيكية ساخرة تكشف فساد البيروقراطية والنفاق الاجتماعي في المجتمع القيصري. بأسلوب عبقري يمزج بين الكوميديا والمأساة، يصور غوغول رحلة الإنسان بين الطموح والعبث.",
        "status": "available"
    },
    {
        "id": 211,
        "isNew": false,
        "title": "تاريخ الغطرسة",
        "author": "اري تورنين",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-11/10-11 (4).jpg"
        ],
        "price": 150,
        "HPaper": "250",
        "description": "يتناول هذا الكتاب الفلسفي العميق جذور الغطرسة في النفس البشرية وكيف انعكست على الحضارات عبر العصور. يناقش المؤلف العلاقة بين السلطة والغرور، وكيف يدفع الكبرياء الأمم نحو السقوط. بأسلوب تحليلي دقيق، يكشف لنا أن الغطرسة ليست مجرد شعور فردي، بل ظاهرة تاريخية متكررة. يقدم الكتاب رؤية فلسفية ثاقبة لفهم الإنسان حين يغتر بنفسه وينسى حدوده. إنه تأمل في هشاشة القوة وسرعة زوالها أمام حكمة الزمن.",
        "status": "available"
    },
    {
        "id": 212,
        "isNew": false,
        "title": "البحث عن الذات",
        "author": "السادات",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-12/10-12 (9).jpg",
            "/images/10-12/10-12 (1).jpg"
        ],
        "price": 150,
        "HPaper": "430",
        "description": "رحلة مثيرة في حياة أحد أبرز قادة مصر، الرئيس أنور السادات. يسرد الكتاب أحداثًا من الكفاح والنضال والتحدي، بدءًا من شبابه وحتى وصوله إلى قمة السلطة. بأسلوب صادق ومباشر، يعرض السادات رؤيته للتاريخ والسياسة والحياة. يكشف لنا عن صراعاته الداخلية وعلاقته بالزمن والمصير. إنه ليس مجرد سيرة ذاتية، بل شهادة رجل غيّر وجه التاريخ المصري الحديث.",
        "status": "available"
    },
    {
        "id": 213,
        "isNew": false,
        "title": "رسائل في التسامح",
        "author": "جون لوك",
        "type": "مترجم",
        "category": "فلسفة",
        "images": [
            "/images/10-12/10-12 (2).jpg"
        ],
        "price": 40,
        "HPaper": "87",
        "description": "عمل فلسفي خالد يدعو إلى نبذ التعصب واحترام حرية الفكر والاعتقاد. في رسائله، يناشد جون لوك البشرية أن تتعامل بعقلانية ورحمة في مواجهة الاختلاف. يطرح رؤية إنسانية سابقة لعصرها، حيث يصبح التسامح ركيزة التقدم والسلام. بأسلوب عميق وواضح، يرسّخ المفكر مفهوم التعايش بين الأديان والثقافات. كتاب يعيد إلى الأذهان القيم التي يحتاجها العالم اليوم أكثر من أي وقت مضى.",
        "status": "sold"
    },
    {
        "id": 214,
        "isNew": false,
        "title": "يوهان سباستيان باخ",
        "author": "مارتن جك",
        "type": "مترجم",
        "category": "فلسفة",
        "images": [
            "/images/10-12/10-12 (3).jpg"
        ],
        "price": 40,
        "HPaper": "215",
        "description": "كتاب يستعرض حياة أحد أعظم الموسيقيين في التاريخ، يوهان سباستيان باخ. يتناول مراحله الفنية والروحية وتأثيره العميق في تطور الموسيقى الغربية. بأسلوب تحليلي رشيق، يربط المؤلف بين عبقريته الفنية وفلسفته في الحياة. يبرز كيف كانت الموسيقى بالنسبة لباخ لغة الإيمان والجمال والخلود. إنه عمل يضيء روح الإبداع الإنساني في أنقى تجلياته.",
        "status": "available"
    },
    {
        "id": 215,
        "isNew": false,
        "title": "خريف الغضب",
        "author": "محمد حسنين هيكل",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-12/10-12 (4).jpg"
        ],
        "price": 150,
        "HPaper": "550",
        "description": "تحليل سياسي جريء لأواخر عهد الرئيس السادات وانعكاساته على المشهد المصري والعربي. بأسلوبه الصحفي المميز، يسرد هيكل الأحداث بدقة وتوثيق رفيع المستوى. يكشف الكتاب عن خفايا الصراعات داخل السلطة وتقاطع المصالح الداخلية والخارجية. إنه شهادة عصر على مرحلة مليئة بالتوتر والتحولات. من أهم ما كتب عن السياسة المصرية الحديثة بعين ناقدة وذاكرة حية.",
        "status": "available"
    },
    {
        "id": 216,
        "isNew": false,
        "title": "حديث الصباح والمساء",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-12/10-12 (5).jpg"
        ],
        "price": 50,
        "HPaper": "215",
        "description": "رواية فلسفية ساحرة من إبداع نجيب محفوظ، تستعرض الحياة والموت في دوامة الزمن. تمتزج فيها الحكايات المتشابكة لتشكل لوحة إنسانية عن المصير والتحول. من خلال أجيال متعددة، يرصد محفوظ صراع الإنسان مع القدر والبحث عن المعنى. لغة الرواية شاعرية، وأحداثها تنبض بالحكمة والرمزية. عمل خالد يجسد عبقرية السرد المصري وروح التأمل الهادئ.",
        "status": "available"
    },
    {
        "id": 217,
        "isNew": false,
        "title": "السهم",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-12/10-12 (8).jpg"
        ],
        "price": 50,
        "HPaper": "300",
        "description": "رحلة درامية تنبض بالصراع الإنساني بين الطموح والقدر. بأسلوبه الواقعي السحري، يصور نجيب محفوظ شخصيات تبحث عن الخلاص في عالم مضطرب. تتقاطع المصائر لتكشف عن هشاشة الأحلام وقوة الإرادة في وجه المجهول. السرد عميق ومليء بالرموز التي تفتح باب التأمل في معنى الحياة. رواية تثبت أن الإنسان هو السهم الذي يرسم مصيره بيده.",
        "status": "available"
    },
    {
        "id": 218,
        "isNew": false,
        "title": "عصر إسماعيل",
        "author": "عبدالرحمن الرافعي",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-12/10-12 (6).jpg",
            "/images/10-12/10-12 (10).jpg"
        ],
        "price": 50,
        "HPaper": "300",
        "description": "دراسة تاريخية رصينة توثق فترة حكم الخديوي إسماعيل بكل ما فيها من نهضة وتحديات. يقدم الرافعي تحليلاً متوازنًا للإصلاحات السياسية والاجتماعية والاقتصادية. بأسلوب دقيق وواضح، يرسم صورة لعصر حاول أن يجعل من مصر قطعة من أوروبا. يبرز الكتاب صراع الحداثة مع التقاليد، والن ambition مع الواقع. من أهم المراجع في تاريخ مصر الحديث.",
        "status": "available"
    },
    {
        "id": 219,
        "isNew": false,
        "title": "هل نستحق الديمقراطية",
        "author": "علاء الأسواني",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-12/10-12 (7).jpg"
        ],
        "price": 60,
        "HPaper": "210",
        "description": "كتاب فكري جريء يناقش بعمق واقع الديمقراطية في العالم العربي. بأسلوب ساخر وصادق، يتأمل علاء الأسواني علاقة الشعوب بالحكم والحرية. يطرح تساؤلات فلسفية حول العدالة والمواطنة والمسؤولية. يجمع بين التحليل السياسي والنقد الاجتماعي بلغة جذابة وواضحة. إنه دعوة للتفكير في حاضر الأمة ومستقبلها الديمقراطي المأمول.",
        "status": "available"
    },
    {
        "id": 221,
        "isNew": false,
        "title": "السقا مات",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-12/10-12 (12).jpg"
        ],
        "price": 30,
        "HPaper": "330",
        "description": "رواية إنسانية خالدة تستكشف معنى الحياة والموت من خلال حكاية السقا الذي فقد رفيقه. بأسلوب يوسف السباعي الرقيق، تمتزج البساطة بالعمق الفلسفي. تدعو القارئ إلى التأمل في الفناء والتسامح وقيمة الرحمة. شخصياتها نابضة بالصدق، وأحداثها تفيض بالعاطفة والرمزية. عمل أدبي يعبر عن جوهر الإنسان في مواجهة حتميته.",
        "status": "available"
    },
    {
        "id": 222,
        "isNew": false,
        "title": "حقيقة الخديعة",
        "author": "دان براون",
        "type": "مترجم",
        "category": "رواية",
        "images": [
            "/images/10-12/10-12 (13).jpg"
        ],
        "price": 90,
        "HPaper": "420",
        "description": "رواية مثيرة تمزج بين الخيال العلمي والسياسة والمؤامرة بأسلوب دان براون المشوق. تدور أحداثها حول أسرار تُخفيها وكالات الفضاء والحكومات في سباق السيطرة على الحقيقة. كل فصل يزيد من الغموض ويكشف طبقات جديدة من الخداع. حبكتها المحكمة تبقي القارئ مشدودًا حتى السطر الأخير. إنها رحلة في عالم الأكاذيب الكبرى والمصالح الخفية.",
        "status": "available"
    },
    {
        "id": 223,
        "isNew": false,
        "title": "ثقافتنا في مواجهة العصر",
        "author": "زكي نجيب محمود",
        "type": "عربي",
        "category": "فلسفة",
        "images": [
            "/images/10-13/10-13  (3).jpg"
        ],
        "price": 30,
        "HPaper": "300",
        "description": "عمل فكري عميق يسلط الضوء على أزمة الثقافة العربية أمام تحديات الحداثة. يناقش المؤلف الصراع بين الأصالة والتجديد بأسلوب عقلاني متزن. يدعو إلى نهضة فكرية تقوم على العلم والعقل لا على التلقين والتقليد. بأسلوبه الواضح، يطرح أسئلة لا تزال حاضرة حتى اليوم. كتاب يوقظ الوعي ويدفع القارئ لإعادة التفكير في موقعه من العالم الحديث.",
        "status": "available"
    },
    {
        "id": 224,
        "isNew": false,
        "title": "مصر والتنمية",
        "author": "كمال الجنزوري",
        "type": "عربي",
        "category": "اقتصاد",
        "images": [
            "/images/10-13/10-13  (2).jpg"
        ],
        "price": 40,
        "HPaper": "210",
        "description": "كتاب يجمع بين الرؤية الاقتصادية والخبرة السياسية في تحليل مسار التنمية في مصر. يعرض كمال الجنزوري تجربته في الحكم ورؤيته للإصلاح الإداري والاقتصادي. يتناول التحديات التي تواجه الدولة في تحقيق العدالة الاجتماعية والنمو المستدام. بلغة واقعية وموضوعية، يقدم نموذجًا للفكر التنموي الواعي. مرجع مهم لكل مهتم بمستقبل مصر الاقتصادي.",
        "status": "available"
    },
    {
        "id": 225,
        "isNew": false,
        "title": "التماسيح",
        "author": "محسن طه علي",
        "type": "عربي",
        "category": "رواية تاريخية",
        "images": [
            "/images/10-13/10-13  (1).jpg"
        ],
        "price": 40,
        "HPaper": "190",
        "description": "رواية تاريخية تتناول الصراع الإنساني والسياسي في عصور مضطربة. بأسلوب سردي مشوق، يرصد الكاتب حكايات شخصيات تعيش بين الخوف والطموح والخيانة. تدمج الرواية بين الوقائع التاريخية والخيال الأدبي لتصوير طبيعة السلطة والفساد. كل فصل يكشف وجها جديدًا من أطماع البشر وتقلبات الزمن. عمل ممتع يربط الماضي بالحاضر في صورة درامية آسرة.",
        "status": "available"
    },
    {
        "id": 226,
        "isNew": false,
        "title": "القاهرة الجديدة",
        "author": "نجيب محفوظ",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-14/10-14 (1).jpg"
        ],
        "price": 50,
        "HPaper": "205",
        "description": "رواية اجتماعية خالدة تكشف التناقضات بين الفقر والثراء في مصر الأربعينيات. يصور نجيب محفوظ حياة مجموعة من الشباب في مدينة تتغير بسرعة، حيث تتصارع القيم والمصالح. بأسلوبه الواقعي العميق، يرسم الكاتب لوحة صادقة للمجتمع المصري قبل الثورة. الرواية تطرح أسئلة حول العدالة والطموح والضمير الإنساني. إنها صرخة أدبية ضد الزيف الاجتماعي والفساد الأخلاقي.",
        "status": "available"
    },
    {
        "id": 227,
        "isNew": false,
        "title": "أهل الكهف",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-14/10-14 (3).jpg"
        ],
        "price": 25,
        "HPaper": "180",
        "description": "مسرحية فلسفية تتناول الصراع بين الزمن والإنسان من خلال قصة أصحاب الكهف الشهيرة. يعيد توفيق الحكيم صياغة القصة في إطار رمزي عميق يعكس معنى التغيير وفناء الزمن. بأسلوب شعري راقٍ، يناقش مفهوم الإيمان والحقيقة والخلود. يضع القارئ أمام تساؤلات وجودية لا تنتهي. من أهم الأعمال التي أسست للمسرح الذهني في الأدب العربي الحديث.",
        "status": "available"
    },
    {
        "id": 228,
        "isNew": false,
        "title": "أرض النفاق",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-14/10-14 (4).jpg"
        ],
        "price": 30,
        "HPaper": "280",
        "description": "رواية ساخرة تكشف عيوب المجتمع بأسلوب طريف وناقد في آن واحد. يحكي يوسف السباعي قصة رجل يكتشف حبوبًا تغيّر الأخلاق، فتقلب حياته رأسًا على عقب. من خلال الأحداث، يعرض الكاتب واقع النفاق الإنساني في صور متعددة. بأسلوبه البسيط والعميق، يدعو القارئ للتأمل في معنى الصدق والمظهر. عمل أدبي يجمع بين الكوميديا والرسالة الأخلاقية الهادفة.",
        "status": "sold"
    },
    {
        "id": 229,
        "isNew": false,
        "title": "الرباط المقدس",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-14/10-14 (5).jpg"
        ],
        "price": 30,
        "HPaper": "270",
        "description": "رواية فلسفية تتناول العلاقة بين الرجل والمرأة من منظور روحي وإنساني عميق. يصور توفيق الحكيم الصراع بين الجسد والعقل، بين الحب والواجب، في قالب رمزي جميل. بأسلوبه البليغ، يدعو القارئ إلى التفكير في معنى الارتباط المقدس بين البشر. الرواية توازن بين الحس الأدبي والتأمل الفلسفي. من أبرز أعمال الحكيم التي تلامس جوهر الإنسان ومشاعره الأبدية.",
        "status": "available"
    },
    {
        "id": 230,
        "isNew": false,
        "title": "بنت الشيطان",
        "author": "محمود تيمور",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-14/10-14 (6).jpg"
        ],
        "price": 25,
        "HPaper": "150",
        "description": "رواية درامية تفيض بالإثارة والغموض حول الصراع بين الخير والشر. بأسلوبه القصصي المتميز، يقدم محمود تيمور حكاية فتاة غامضة تثير الجدل حول مصيرها وماضيها. الأحداث تتشابك في إطار رمزي عن الإنسان وضعفه أمام رغباته. تحمل الرواية في طياتها بعدًا فلسفيًا عن الخطيئة والتوبة. عمل أدبي يوازن بين التشويق والأفكار الأخلاقية العميقة.",
        "status": "available"
    },
    {
        "id": 231,
        "isNew": false,
        "title": "المثقفون والسلطة في مصر",
        "author": "غالي شكري",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/10-14/10-14 (7).jpg"
        ],
        "price": 70,
        "HPaper": "400",
        "description": "دراسة فكرية جريئة تبحث العلاقة المعقدة بين المثقفين والنظام السياسي في مصر الحديثة. يناقش غالي شكري مواقف المفكرين والأدباء تجاه السلطة وموقعهم من التغيير الاجتماعي. بأسلوب نقدي رصين، يسلط الضوء على دور الثقافة في تشكيل الوعي الوطني. يعرض الكتاب نماذج من الصراع بين الكلمة والقرار، بين الفكر والقوة. عمل توثيقي وتحليلي يعكس تاريخًا فكريًا حافلًا بالتحدي والمواقف.",
        "status": "available"
    },
    {
        "id": 232,
        "isNew": false,
        "title": "سنوات الغليان",
        "author": "محمد حسنين هيكل",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/10-14/10-14 (8).jpg"
        ],
        "price": 150,
        "HPaper": "1090",
        "description": "جزء من سلسلة هيكل الشهيرة التي توثق تاريخ مصر والعالم العربي في النصف الثاني من القرن العشرين. يتناول الكتاب مرحلة ما بعد النكسة، محاولًا تفسير أسباب الهزيمة وتداعياتها. بأسلوبه الصحفي المميز، يدمج هيكل بين التحليل السياسي والسرد التاريخي. الكتاب مليء بالمعلومات الموثقة والشهادات النادرة. مرجع لا غنى عنه لفهم تلك السنوات التي غلَت بالأحداث والتحولات الكبرى.",
        "status": "available"
    },
    {
        "id": 233,
        "isNew": false,
        "title": "تاريخ الفكر المصري الحديث",
        "author": "لويس عوض",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/10-14/10-14 (9).jpg"
        ],
        "price": 70,
        "HPaper": "700",
        "description": "كتاب موسوعي يرصد تطور الفكر المصري منذ الحملة الفرنسية وحتى العصر الحديث. يقدم لويس عوض تحليلاً شاملاً للحركات الفكرية والإصلاحية التي شكلت الوعي المصري. يناقش تأثير الغرب على الفكر المحلي ودور المثقفين في التنوير والتغيير. بأسلوبه النقدي الجريء، يعيد قراءة التاريخ من زاوية جديدة. عمل فكري ضخم يربط بين الثقافة والسياسة في مسار مصر المعاصر.",
        "status": "available"
    },
    {
        "id": 234,
        "isNew": false,
        "title": "أعجب الرحلات في التاريخ",
        "author": "أنيس منصور",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-15/10-15 (1).jpg"
        ],
        "price": 150,
        "HPaper": "725",
        "description": "كتاب شيّق يسرد فيه أنيس منصور مجموعة من الرحلات التي خاضها الإنسان في شتى العصور، بأسلوب يجمع بين المتعة والمعلومة. يتنقل القارئ بين مغامرات حقيقية وأحداث غريبة تثير الدهشة. يسلّط الضوء على شخصيات غير عادية ومواقف نادرة عبر التاريخ. يجمع بين الأدب والتاريخ والفلسفة في قالب ممتع. من أكثر الكتب التي تكشف شغف الكاتب بالمعرفة والسفر والتأمل في العالم.",
        "status": "available"
    },
    {
        "id": 235,
        "isNew": false,
        "title": "صح النوم",
        "author": "يحيى حقي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-15/10-15 (2).jpg"
        ],
        "price": 20,
        "HPaper": "150",
        "description": "رواية قصيرة تفيض بروح الدعابة المصرية الأصيلة التي عُرف بها يحيى حقي. تدور أحداثها في حي شعبي يعكس نبض الحياة اليومية ببساطتها وتناقضاتها. بأسلوبه الساخر والعميق، يصور الكاتب شخصيات واقعية تحمل في طياتها معاني إنسانية كبيرة. رواية توازن بين الطرافة والجدّ، وبين النقد الاجتماعي والحكمة الخفية. من الأعمال التي تُظهر عبقرية حقي في تصوير المجتمع المصري.",
        "status": "available"
    },
    {
        "id": 236,
        "isNew": false,
        "title": "الأيام",
        "author": "طه حسين",
        "type": "عربي",
        "category": "سير ذاتية",
        "images": [
            "/images/10-15/10-15 (3).jpg"
        ],
        "price": 60,
        "HPaper": "500",
        "description": "سيرة ذاتية خالدة يروي فيها طه حسين مراحل طفولته وشبابه بأسلوب أدبي فريد. يصف تفاصيل نشأته في الريف المصري ومعاناته مع فقدان البصر منذ الصغر. يتناول رحلته في طلب العلم من الكُتّاب إلى الأزهر ثم إلى السوربون في فرنسا. الرواية مليئة بالتأملات العميقة حول التعليم والفكر والحرية. عمل أدبي وإنساني يلامس القلوب ويخلّد روح المثابرة والإصرار.",
        "status": "available"
    },
    {
        "id": 237,
        "isNew": false,
        "title": "الأرض",
        "author": "عبد الرحمن الشرقاوي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-15/10-15 (4).jpg"
        ],
        "price": 30,
        "HPaper": "610",
        "description": "إحدى أهم الروايات الواقعية في الأدب العربي، تجسد صراع الفلاح المصري مع الظلم والإقطاع. يقدم الشرقاوي لوحة فنية مؤثرة تعكس العلاقة الأزلية بين الإنسان والأرض. بأسلوب شعري جميل، يعبّر الكاتب عن معاناة البسطاء وكفاحهم اليومي. الرواية مليئة بالرموز الوطنية والاجتماعية. تعد من الأعمال التي أرست أسس الرواية الاجتماعية في الأدب المصري الحديث.",
        "status": "available"
    },
    {
        "id": 238,
        "isNew": false,
        "title": "أم رتيبة",
        "author": "يوسف السباعي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-15/10-15 (5).jpg"
        ],
        "price": 20,
        "HPaper": "270",
        "description": "رواية اجتماعية تمزج بين الدراما والعاطفة في أسلوب يوسف السباعي الرقيق. تدور حول سيدة مصرية بسيطة تواجه قسوة الواقع بشجاعة وقلب كبير. تحمل الرواية رسائل إنسانية عن التضحية والكرامة والأمومة. بلغة عذبة ومشاعر صادقة، يصور الكاتب تفاصيل الحياة اليومية بكل ما فيها من ألم وأمل. من الأعمال التي تعكس روح السباعي الإنسانية العميقة.",
        "status": "sold"
    },
    {
        "id": 239,
        "isNew": false,
        "title": "عمارة يعقوبيان",
        "author": "علاء الأسواني",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-15/10-15 (6).jpg"
        ],
        "price": 35,
        "HPaper": "360",
        "description": "رواية جريئة تكشف الواقع الاجتماعي والسياسي لمصر في فترة ما بعد التسعينيات. تدور الأحداث في عمارة قديمة وسط القاهرة تجمع طبقات المجتمع المختلفة. من خلال شخصياتها المتنوعة، يرسم الكاتب لوحة واقعية مليئة بالصراعات الإنسانية. بأسلوب سلس وساخر، يسلط الضوء على الفساد والطموح والحب والخيانة. تُعد من أكثر الروايات العربية تأثيرًا في الأدب المعاصر.",
        "status": "sold"
    },
    {
        "id": 240,
        "isNew": false,
        "title": "يوليوس قيصر",
        "author": "وليم شكسبير",
        "type": "عالمي",
        "category": "مسرحية",
        "images": [
            "/images/10-15/10-15 (7).jpg"
        ],
        "price": 25,
        "HPaper": "150",
        "description": "واحدة من أعظم المسرحيات التاريخية لشكسبير، تتناول قصة اغتيال يوليوس قيصر وصراعات السلطة في روما القديمة. تكشف عن الصراع بين الولاء والطموح والخيانة السياسية. بأسلوب شعري مدهش، يصور شكسبير النفس البشرية في لحظات القوة والضعف. المسرحية مليئة بالمونولوجات الشهيرة التي أصبحت من علامات الأدب العالمي. عمل خالد يربط التاريخ بالفلسفة والدراما.",
        "status": "available"
    },
    {
        "id": 241,
        "isNew": false,
        "title": "سيناء",
        "author": "جمال حمدان",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-15/10-15 (8).jpg"
        ],
        "price": 30,
        "HPaper": "150",
        "description": "يتناول الكتاب البُعد الجغرافي والتاريخي لسيناء من منظور علمي وتحليلي دقيق. يوضح جمال حمدان الأهمية الإستراتيجية والحضارية لهذه البقعة الفريدة من أرض مصر. بأسلوب يجمع بين العلم والروح الوطنية، يقدّم رؤية شاملة لدور سيناء في التاريخ المصري. الكتاب مرجع هام لفهم الجغرافيا السياسية لمصر. من مؤلفات حمدان التي تكشف عبقريته في التحليل والتوثيق.",
        "status": "sold"
    },
    {
        "id": 242,
        "isNew": false,
        "title": "الملف السري لرفعت الهجان",
        "author": "حسني أبو اليزيد",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-15/10-15 (9).jpg"
        ],
        "price": 20,
        "HPaper": "240",
        "description": "كتاب يوثق قصة الجاسوس المصري الشهير رفعت الجمال المعروف باسم رأفت الهجان. يكشف أسرار العمليات الاستخباراتية التي نفذها داخل إسرائيل ببراعة مذهلة. يستعرض الكتاب الجانب الإنساني والوطني في شخصية البطل الحقيقي. أسلوب مشوق يجمع بين السرد الواقعي والتحقيق التاريخي. من أكثر الكتب إثارة في مجال قصص الجاسوسية المصرية والعربية.",
        "status": "available"
    },
    {
        "id": 243,
        "isNew": false,
        "title": "قصة أيامي",
        "author": "عبد الحميد كشك",
        "type": "عربي",
        "category": "سير ذاتية",
        "images": [
            "/images/10-15/10-15 (10).jpg"
        ],
        "price": 30,
        "HPaper": "290",
        "description": "يسرد الشيخ عبد الحميد كشك في هذا الكتاب مسيرة حياته من الطفولة حتى الدعوة. يروي بأسلوب صادق وبسيط مواقف مؤثرة شكلت شخصيته ومبادئه. الكتاب يحمل بين صفحاته دروسًا في الإيمان والصبر والكرامة. يعبّر عن رحلة عالم جليل تحدى الصعاب وتمسك بمواقفه دون تردد. عمل يجمع بين السيرة والدعوة والإنسانية في آن واحد.",
        "status": "available"
    },
    {
        "id": 244,
        "isNew": false,
        "title": "كونكاس بوربا",
        "author": "ماشادو دي أسيس",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-15/10-15 (11).jpg"
        ],
        "price": 90,
        "HPaper": "340",
        "description": "رواية فلسفية برازيليّة تناقش فكرة القوة والمصلحة من خلال حياة كونكاس بوربا وصديقه روبياو. بأسلوب ساخر وذكي، يعرض الكاتب طبيعة النفس البشرية وتقلباتها. العمل يجمع بين العمق الفكري والطرافة الأدبية. تعتبر من أبرز أعمال ماشادو دي أسيس التي تمثل الواقعية الساخرة. رواية تفتح آفاقًا للتأمل في معنى الطموح والأنانية والمصير.",
        "status": "available"
    },
    {
        "id": 245,
        "isNew":    false,
        "title": "الخروج من الجنة",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-16/10-16 (1).jpg"
        ],
        "price": 25,
        "HPaper": "190",
        "description": "رواية فلسفية عميقة تتناول فكرة الصراع بين الروح والمادة، والحب المثالي والحب الواقعي. يقدم توفيق الحكيم من خلال شخصياته تأملات حول السعادة والحرية ومعنى الحياة. تتناول الرواية تجربة فنان يبحث عن الجمال والكمال في عالم لا يعترف إلا بالمصالح المادية. بأسلوبه الرمزي المميز، يطرح الحكيم تساؤلات وجودية تدفع القارئ للتفكير في معنى الخروج من الجنة الحقيقية، أهي الفقد أم الوعي؟",
        "status": "available"
    },
    {
        "id": 246,
        "isNew": false,
        "title": "عبدالله جاك مينو وخروج الفرنسيين من مصر",
        "author": "محمد فؤاد شكري",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-16/10-16 (2).jpg"
        ],
        "price": 70,
        "HPaper": "700",
        "description": "كتاب تاريخي مهم يوثق مرحلة خروج الحملة الفرنسية من مصر بقيادة الجنرال مينو. يعرض المؤلف التفاصيل السياسية والعسكرية لتلك الحقبة الدقيقة في تاريخ مصر الحديث. كما يتناول شخصية مينو بعد إسلامه وزواجه من مصرية، وتأثير ذلك على قراراته. يعتمد الكتاب على مصادر أرشيفية نادرة وتحليلات دقيقة لأحداث الاحتلال الفرنسي ونهايته. عمل بحثي يجمع بين السرد التاريخي والتحليل الموضوعي لتطور الأحداث حتى رحيل الفرنسيين.",
        "status": "available"
    }
    ,
{
    "id": 247,
    "isNew": false,
    "title": "ميكافيللي وكتاب الامير",
    "author": "نيقولا ميكافيللي",
    "type": "عالمي",
    "category": "سير ذاتية",
    "images": [
        "/images/10-19/10-19 (1).jpg"
    ],
    "price": 50,
    "HPaper": "515",
    "description": "يُعد هذا الكتاب نافذة على حياة ميكافيللي وفكره السياسي الذي غيّر ملامح الفكر الأوروبي. يقدم المؤلف تحليلاً عميقًا لشخصية ميكافيللي من خلال كتابه الشهير «الأمير»، ويكشف كيف انعكست الظروف السياسية في عصره على رؤيته للحكم والسلطة. يتناول النص الخلفيات التاريخية والاجتماعية التي أثرت في فكره، مع تفسير لمفاهيمه حول القوة والسياسة الواقعية. كما يستعرض أثر كتابه في الفكر السياسي الحديث والجدل الذي أثاره عبر القرون.",
    "status": "available"
},
{
    "id": 248,
    "isNew": false,
    "title": "دروس من القران الكريم",
    "author": "الامام محمد عبده",
    "type": "عربي",
    "category": "فكر",
    "images": [
        "/images/10-19/10-19 (2).jpg"
    ],
    "price": 50,
    "HPaper": "175",
    "description": "يضم هذا الكتاب مجموعة من الدروس التفسيرية التي ألقاها الإمام محمد عبده، أحد أبرز رواد الإصلاح الديني والفكري في العصر الحديث. يقدم فيه رؤية عقلانية عميقة لمعاني القرآن الكريم، بأسلوب يجمع بين البيان العربي الرفيع والتحليل المنطقي. يوضح الإمام كيف يمكن للإنسان أن يفهم الدين في ضوء العقل والعلم، بعيدًا عن الجمود والتقليد. يمثل الكتاب خطوة مهمة في تجديد الفكر الإسلامي ودعوته للنهضة والإصلاح.",
    "status": "sold"
},
{
    "id": 249,
    "isNew": false,
    "title": "دراسات في الحضارة",
    "author": "لويس عوض",
    "type": "عربي",
    "category": "تاريخ",
    "images": [
        "/images/10-19/10-19 (3).jpg"
    ],
    "price": 35,
    "HPaper": "290",
    "description": "يستعرض لويس عوض في هذا الكتاب مجموعة من الدراسات العميقة حول تطور الحضارات الإنسانية وتأثيرها المتبادل عبر العصور. يناقش الكاتب مفهوم الحضارة من منظور فلسفي وتاريخي، متتبعًا جذورها منذ فجر التاريخ حتى العصر الحديث. يتناول العلاقة بين الثقافة والسياسة والفكر الإنساني، مع تحليلات نقدية للمجتمعات الشرقية والغربية. أسلوبه يجمع بين البحث الأكاديمي والرؤية الفكرية المستنيرة، ما يجعل الكتاب مرجعًا غنيًا في فهم تطور الفكر والحضارة.",
    "status": "sold"
},
{
    "id": 250,
    "isNew": false,
    "title": "اوهام الشرق الاوسط",
    "author": "ناعوم تشومسكي",
    "type": "عالمي",
    "category": "تاريخ",
    "images": [
        "/images/10-19/10-19 (4).jpg"
    ],
    "price": 40,
    "HPaper": "100",
    "description": "يكشف نعوم تشومسكي في هذا الكتاب الأبعاد الخفية للسياسات الأمريكية والغربية في الشرق الأوسط. يناقش الكاتب أوهام الديمقراطية وحقوق الإنسان التي تُرفع كشعارات بينما تُمارس سياسات الهيمنة والاستغلال. يقدم تحليلاً دقيقًا للعلاقات الدولية في المنطقة، مع توثيق للأحداث التاريخية والسياسات الإعلامية المضللة. بأسلوبه النقدي الجريء، يضع تشومسكي القارئ أمام صورة واضحة للواقع السياسي بعيدًا عن الروايات الرسمية.",
    "status": "sold"
},
{
    "id": 251,
    "isNew": false,
    "title": "سقوط الباستيل",
    "author": "اسكندر ديماس",
    "type": "عالمي",
    "category": "رواية كلاسيكية",
    "images": [
        "/images/10-19/10-19 (5).jpg"
    ],
    "price": 40,
    "HPaper": "140",
    "description": "تُعد رواية «سقوط الباستيل» من الأعمال التاريخية المميزة للكاتب ألكسندر دوما، حيث يعيد تصوير أحداث الثورة الفرنسية بلمسة درامية مشوقة. تمتزج في الرواية الشخصيات الخيالية مع الوقائع التاريخية لتصوير الصراع بين الشعب والنظام الملكي. بأسلوبه السردي الرائع، يصور دوما مشاعر الغضب والأمل التي رافقت الثورة. الرواية تمثل دعوة للحرية والعدالة ومثالًا على كيف يمكن للأدب أن يوثق التحولات الكبرى في التاريخ.",
    "status": "available"
},
{
    "id": 252,
    "isNew": false,
    "title": "بنوك وباشوات",
    "author": "دافيد لاندز",
    "type": "عالمي",
    "category": "اقتصاد",
    "images": [
        "/images/10-19/10-19 (6).jpg"
    ],
    "price": 90,
    "HPaper": "305",
    "description": "يتناول هذا الكتاب العلاقة المعقدة بين رأس المال الأجنبي والنخب الحاكمة في مصر خلال القرن التاسع عشر وبداية القرن العشرين. يشرح دافيد لاندز كيف تحولت البنوك والاستثمارات إلى أدوات للسيطرة الاقتصادية والسياسية. يقدم تحليلًا عميقًا لتاريخ الاقتصاد المصري في ظل الاستعمار، موضحًا كيف أثرت هذه التحالفات في بنية الدولة والمجتمع. بأسلوب تحليلي دقيق، يكشف الكتاب جذور الأزمات الاقتصادية والاجتماعية الحديثة.",
    "status": "available"
},
{
    "id": 253,
    "isNew": false,
    "title": "تجديد ذكرى ابي العلاء",
    "author": "طه حسين",
    "type": "عربي",
    "category": "فكر",
    "images": [
        "/images/10-19/10-19 (7).jpg"
    ],
    "price": 30,
    "HPaper": "290",
    "description": "يقدم طه حسين في هذا الكتاب دراسة فكرية وأدبية عن الشاعر والفيلسوف أبو العلاء المعري، كاشفًا عن عمق فكره وجرأته العقلية. يناقش الكاتب فلسفة المعري في الحياة والدين والأخلاق، ويعيد قراءة نصوصه بعيون نقدية معاصرة. يعرض الكتاب رؤية طه حسين التنويرية التي تربط بين الحرية الفكرية والتجديد الثقافي. بأسلوبه البليغ، يعيد الكاتب إحياء تراث أبي العلاء ويضعه في سياق الفكر الإنساني الحديث.",
    "status": "available"
},
{
    "id": 254,
    "isNew": false,
    "title": "رجال مرج دابق",
    "author": "صلاح عيسى",
    "type": "عربي",
    "category": "تاريخ",
    "images": [
        "/images/10-19/10-19 (8).jpg"
    ],
    "price": 40,
    "HPaper": "215",
    "description": "يوثق صلاح عيسى في هذا العمل مرحلة مفصلية من التاريخ العربي، حيث يرصد تفاصيل معركة مرج دابق وسقوط دولة المماليك أمام العثمانيين. بأسلوبه الصحفي المميز، يمزج بين السرد التاريخي والتحليل السياسي، كاشفًا عن الصراعات والخلافات التي سبقت الانهيار. يعرض الكتاب شخصيات مؤثرة في ذلك العصر، ويعيد قراءة الأحداث بمنظور جديد بعيد عن الروايات التقليدية. إنه كتاب يجمع بين المتعة الأدبية والدقة التاريخية.",
    "status": "sold"
},
{
    "id": 255,
    "isNew": false,
    "title": "هملت",
    "author": "وليم شكسبير",
    "type": "عالمي",
    "category": "مسرحية",
    "images": [
        "/images/10-19/10-19 (9).jpg"
    ],
    "price": 20,
    "HPaper": "210",
    "description": "تُعد مسرحية «هملت» من أعظم أعمال وليام شكسبير وأكثرها تأثيرًا في الأدب العالمي. تحكي قصة الأمير الدنماركي الذي يسعى للانتقام من قاتل أبيه، في صراع بين العقل والعاطفة والواجب. تجمع المسرحية بين الفلسفة والدراما والتراجيديا الإنسانية العميقة. بأسلوبه الشعري الرفيع، يصور شكسبير صراع الإنسان مع ذاته ومع العالم. «هملت» ليست مجرد مأساة، بل تأمل في معنى الحياة والموت والضمير.",
    "status": "available"
},
{
    "id": 256,
    "isNew": false,
    "title": "اضلاع الصحراء",
    "author": "ادوار الخراط",
    "type": "عربي",
    "category": "رواية",
    "images": [
        "/images/10-19/10-19 (10).jpg"
    ],
    "price": 30,
    "HPaper": "280",
    "description": "رواية رمزية عميقة يغوص فيها إدوار الخراط في أعماق النفس البشرية وسط فضاء صحراوي مليء بالرموز والدلالات. بأسلوبه الحداثي الفريد، يمزج بين الواقعي والخيالي ليعبر عن رحلة الإنسان في بحثه عن المعنى والحرية. اللغة مكثفة وشاعرية، تحمل الكثير من التأملات الفلسفية. تتناول الرواية مفاهيم الوحدة، الاغتراب، والانبعاث الداخلي. إنها تجربة أدبية تتحدى القارئ وتفتح أمامه أفقًا جديدًا للفهم والتأمل.",
    "status": "available"
},
{
        "id": 257,
        "isNew": false,
        "title": "الثورة المضادة",
        "author": "غالي شكري",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-20/10-20 (2).jpg"
        ],
        "price": 60,
        "HPaper": "530",
        "description": "يستعرض غالي شكري في هذا الكتاب ملامح المرحلة الحرجة التي تلت الثورات العربية، موضحًا كيف تعمل القوى المضادة على إجهاض أحلام الشعوب في الحرية والعدالة. يتناول الكاتب تحليلاً عميقًا للأسباب الفكرية والسياسية التي تؤدي إلى الانتكاس بعد التغيير. بأسلوبه الحاد والناقد، يكشف شكري عن بنية الدولة العميقة ودور النخب في تشكيل الوعي العام. الكتاب وثيقة فكرية وتاريخية هامة تضيء مسار الثورات العربية من الداخل، وتدعو لإعادة التفكير في مفهوم الثورة ذاته.",
        "status": "available"
    },
{
        "id": 258,
        "isNew": false,
        "title": "دستور في صندوق القمامة",
        "author": "صلاح عيسى",
        "type": "عربي",
        "category": "فلسفة",
        "images": [
            "/images/10-20/10-20 (3).jpg"
        ],
        "price": 70,
        "HPaper": "340",
        "description": "يناقش صلاح عيسى في هذا الكتاب العلاقة بين السلطة والدستور في العالم العربي من منظور نقدي لاذع. يقدم رؤية فلسفية وسياسية حول كيفية تحويل الدساتير من أدوات لحماية الشعوب إلى وثائق منسية في الأدراج. بأسلوبه الساخر والمباشر، يكشف الكاتب عن التناقضات بين النصوص الدستورية والممارسات الواقعية للحكم. كما يتناول نماذج تاريخية ودروسًا من تجارب متعددة توضح كيف يتم الالتفاف على القانون باسم القانون ذاته. الكتاب صرخة ضد تهميش القيم الدستورية وضياع روح العدالة.",
        "status": "available"
    },
{
        "id": 259,
        "isNew": false,
        "title": "صحبة العشاق",
        "author": "خيري شلبي",
        "type": "عربي",
        "category": "رواية",
        "images": [
            "/images/10-20/10-20 (4).jpg"
        ],
        "price": 25,
        "HPaper": "180",
        "description": "رواية تمتزج فيها الواقعية بالسحر، يقدم فيها خيري شلبي حكاية عن الحب والفقد والحياة اليومية في مصر الشعبية. أبطالها أناس عاديون، لكنهم يعيشون مواقف غير عادية، تنبض بالعاطفة والصدق الإنساني. بأسلوبه البديع، يصور الكاتب لحظات الصفاء والجنون التي تجمع العشاق في عالم يعج بالتناقضات. اللغة في الرواية مليئة بالحيوية والتعبيرات الشعبية التي تميز أعمال شلبي. إنها رحلة وجدانية في عمق النفس المصرية والعربية، حيث تتقاطع الرومانسية مع الفلسفة في نسيج واحد.",
        "status": "sold"
    },
{
        "id": 260,
        "isNew": false,
        "title": "حديث الدخان",
        "author": "وحيد حامد",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/10-20/10-20 (5).jpg"
        ],
        "price": 30,
        "HPaper": "125",
        "description": "في هذا الكتاب يجمع وحيد حامد مجموعة من مقالاته وتأملاته التي تمزج بين النقد الاجتماعي والسياسي بروح ساخرة وشفافة. يتناول الكاتب قضايا المجتمع المصري من الفساد إلى الإعلام والدين والسياسة، بأسلوب بسيط وعميق في آنٍ واحد. \"حديث الدخان\" ليس مجرد عنوان بل استعارة للغموض والدخان الذي يغطي الحقيقة. الكتاب يعكس فكر وحيد حامد المستنير، الذي يرى الفن والكلمة كأدوات للمقاومة والوعي. قراءة ممتعة لمن يريد أن يفهم مصر من خلال قلم صادق وناقد.",
        "status": "available"
    },
{
        "id": 261,
        "isNew": false,
        "title": "هؤلاء علموني",
        "author": "سلامة موسى",
        "type": "عربي",
        "category": "فلسفة",
        "images": [
            "/images/10-20/10-20 (8).jpg"
        ],
        "price": 25,
        "HPaper": "170",
        "description": "يقدم سلامة موسى في هذا الكتاب مجموعة من السير الفكرية لأشخاص أثروا في تكوينه الثقافي والفلسفي. من خلال تأملاته في حياة هؤلاء المفكرين، يرسم صورة غنية لتاريخ الفكر الإنساني الحديث. بأسلوب بسيط وعميق، يربط موسى بين أفكار التنوير الأوروبي وحاجات المجتمع العربي للتقدم والعقلانية. الكتاب دعوة للتعلم المستمر والانفتاح على الثقافات الأخرى. إنه شهادة فكرية على رحلة إنسان بحث عن الحقيقة في عقول الآخرين ليبني بها وعيه الخاص.",
        "status": "sold"
    },
{
        "id": 262,
        "isNew": false,
        "title": "الناصرية",
        "author": "محمد ابوزيد بحيري",
        "type": "عربي",
        "category": "فلسفة",
        "images": [
            "/images/10-20/10-20 (9).jpg"
        ],
        "price": 20,
        "HPaper": "105",
        "description": "يتناول هذا الكتاب فكر وتجربة جمال عبد الناصر من منظور فلسفي وتحليلي شامل. يناقش المؤلف الأسس الأيديولوجية للناصرية وموقعها بين القومية والاشتراكية. كما يحلل آثارها على الواقع العربي الحديث، ومدى استمرار تأثيرها في الوعي الجمعي للمجتمعات العربية. بأسلوب موضوعي وواضح، يقدم بحيري قراءة متزنة بين النقد والإنصاف، بعيدًا عن التقديس أو التشويه. \"الناصرية\" هو محاولة لفهم ظاهرة سياسية تحولت إلى مدرسة فكرية تركت أثرًا عميقًا في التاريخ الحديث.",
        "status": "available"
    },
{
        "id": 263,
        "isNew": false,
        "title": "المنمنمات",
        "author": "محمد عفيفي مطر",
        "type": "عربي",
        "category": "شعر",
        "images": [
            "/images/10-20/10-20 (10).jpg"
        ],
        "price": 20,
        "HPaper": "160",
        "description": "ديوان شعري بديع ينسج فيه محمد عفيفي مطر عوالم رمزية مليئة بالصور والتأملات العميقة. يجمع بين التراث العربي والحداثة الشعرية بأسلوب فريد في الإيقاع والمعنى. قصائد الكتاب تتأرجح بين الحلم والواقع، وبين الذات والعالم، في لغة مشحونة بالجمال والرمز. يقدم مطر تجربة شعرية صوفية الطابع، تنقل القارئ إلى عوالم تتجاوز اليومي نحو المطلق. \"المنمنمات\" ليست مجرد ديوان، بل لوحة فكرية وروحية تُقرأ مرات لتُفهم حقًا.",
        "status": "available"
    },
{
        "id": 264,
        "isNew": false,
        "title": "المفتش العام",
        "author": "نيكولاي غوغال",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-20/10-20 (11).jpg"
        ],
        "price": 50,
        "HPaper": "190",
        "description": "رواية ساخرة تعد من روائع الأدب الروسي، يكشف فيها غوغال بذكاء فريد عن فساد البيروقراطية في روسيا القيصرية. تدور أحداثها في مدينة صغيرة ترتبك حين يصلها رجل يُظن خطأً أنه مفتش من الحكومة. عبر المواقف الكوميدية والمفارقات، يسخر الكاتب من النفاق والخوف الذي يسيطر على المسؤولين. \"المفتش العام\" عمل يوازن بين التسلية والنقد الاجتماعي العميق، ويعكس عبقرية غوغال في تصوير النفس البشرية ومجتمعها المتناقض. الرواية ما تزال مرآة للسلطة في كل زمان ومكان.",
        "status": "available"
        
    }
    ,
    {
        "id": 265,
        "isNew": true,
        "title": "بريخت",
        "author": "رونالد جراي",
        "type": "عالمي",
        "category": "نقد",
        "images": [
            "/images/10-21/10-21 (1).jpg"
        ],
        "price": 30,
        "HPaper": "145",
        "description": "كتاب يتناول حياة وأعمال الكاتب المسرحي الألماني برتولت بريخت، مركزًا على مساهماته في المسرح السياسي والنقد الاجتماعي. يناقش المؤلف تأثير برخت على الأدب والمسرح العالمي، ويستعرض أهم أعماله وتقنيات الكتابة التي استخدمها. يقدم تحليلاً معمقًا للأسلوب الفني والدرامي للبريخت، مع التركيز على تفاعل الشخصيات والصراعات الاجتماعية في نصوصه. يعرض الكتاب أيضًا سياق الحياة السياسية والثقافية التي شكلت أفكار برخت المسرحية، ويسلط الضوء على الابتكارات المسرحية التي أدخلها على المسرح الألماني والعالمي.",
        "status": "available"
    },
    {
        "id": 266,
        "isNew": true,
        "title": "الماركسية والثورة",
        "author": "جان بول سارتر",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-21/10-21 (2).jpg"
        ],
        "price": 30,
        "HPaper": "90",
        "description": "هذا الكتاب يدرس العلاقة بين الفلسفة الماركسية والثورات الاجتماعية والسياسية في القرن العشرين. يعرض جان بول سارتر تحليلاً فلسفياً شاملاً للماركسية، مركّزاً على دور الفرد والجماعة في إحداث التغيير الاجتماعي. يناقش الكاتب المبادئ الأساسية للفكر الماركسي، ويشرح كيف يمكن تطبيقها في سياقات مختلفة، بما في ذلك الصراعات الطبقية والتحولات الاقتصادية والسياسية. يوفر الكتاب رؤية نقدية معمقة حول التحديات التي تواجه الثورة وأهمية الوعي الاجتماعي والسياسي لدى الأفراد.",
        "status": "available"
    },
    {
        "id": 267,
        "isNew": true,
        "title": "شتاباييف",
        "author": "دميتري فورمانوف",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-21/10-21 (3).jpg"
        ],
        "price": 30,
        "HPaper": "410",
        "description": "رواية تاريخية تدور حول حياة شتاباييف، مستعرضة أحداثًا سياسية واجتماعية في روسيا خلال فترة الثورة والحرب الأهلية. يسرد المؤلف قصص الشخصيات الرئيسة والثانوية، مركّزاً على الصراعات الإنسانية والاجتماعية التي شكلت مجريات الأحداث. تتميز الرواية بالعمق النفسي للشخصيات، والوصف الواقعي للأحداث، مع تقديم خلفية تاريخية دقيقة تساعد القارئ على فهم السياق العام. كما يبرز الكتاب الأبعاد الأخلاقية والمعنوية للقرارات التي يتخذها الأبطال في مواجهة تحديات الحياة.",
        "status": "available"
    },
    {
        "id": 268,
        "isNew": true,
        "title": "نيكيتا",
        "author": "اسبنيسكايا",
        "type": "عالمي",
        "category": "رواية",
        "images": [
            "/images/10-21/10-21 (4).jpg"
        ],
        "price": 20,
        "HPaper": "55",
        "description": "رواية قصيرة تعكس رحلة نيكيتا الشخصية في مواجهة تحديات الحياة اليومية والصراعات الداخلية. تقدم الكاتبة رؤية حية لتفاعلات الشخصيات وتطورها النفسي والعاطفي، مع تصوير دقيق للبيئة الاجتماعية المحيطة. يركز النص على القيم الإنسانية والصراعات الشخصية، كما يستعرض تأثير القرارات الصغيرة على حياة الأبطال. الكتاب مناسب للقارئ الذي يحب الاطلاع على الروايات المركزة على الحياة الداخلية للشخصيات وتفاصيل مشاعرها.",
        "status": "available"
    },
    {
        "id": 269,
        "isNew": true,
        "title": "المعذبون في الأرض",
        "author": "طه حسين",
        "type": "عالمي",
        "category": "قصص",
        "images": [
            "/images/10-21/10-21 (5).jpg"
        ],
        "price": 25,
        "HPaper": "190",
        "description": "مجموعة قصصية للكاتب الكبير طه حسين، تستعرض معاناة الإنسان في مواجهة الظروف الاجتماعية والسياسية القاسية. يحكي طه حسين من خلال نصوصه عن الصراعات الإنسانية والقيم الأخلاقية في مواجهة الظلم والفقر. يحتوي الكتاب على سرد غني بالشخصيات الواقعية، ويعكس التحولات الفكرية والثقافية في المجتمع العربي. تقدم القصص تحليلاً عميقاً للتجارب الإنسانية، مع إظهار قدرة الكاتب على التعبير عن المشاعر والصراعات الداخلية بأسلوب سلس ومؤثر.",
        "status": "available"
    },
    {
        "id": 270,
        "isNew": true,
        "title": "محاورات افلاطون",
        "author": "افلاطون",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-21/10-21 (6).jpg"
        ],
        "price": 30,
        "HPaper": "280",
        "description": "كتاب يجمع أهم محاورات الفيلسوف اليوناني أفلاطون، حيث يناقش مسائل فلسفية وأخلاقية مهمة. يقدّم الكتاب فهماً معمقاً للأفكار السقراطية والأساليب الحوارية التي اعتمدها أفلاطون في استكشاف المفاهيم الإنسانية والأخلاقية. يتناول النص موضوعات مثل العدالة، المعرفة، الروح، والسياسة، ويقدم رؤى فلسفية تعكس الفكر الكلاسيكي اليوناني. الكتاب مناسب للدارسين والمهتمين بالفلسفة الكلاسيكية، كما يساعد القارئ على فهم أساسيات التفكير النقدي والمنطقي.",
        "status": "sold"
    },
    {
        "id": 271,
        "isNew": true,
        "title": "هكذا تكلم ابن عربي",
        "author": "نصر حامد ابوزيد",
        "type": "عربي",
        "category": "فكر",
        "images": [
            "/images/10-21/10-21 (7).jpg"
        ],
        "price": 70,
        "HPaper": "250",
        "description": "يتناول هذا الكتاب الفكر الروحي والفلسفي لمحمد بن عربي، مستعرضاً أفكاره حول الوحدة الإلهية والحقيقة الروحية. يقدم نصر حامد أبو زيد تحليلاً دقيقاً لكتاب ابن عربي، موضحاً تأثيره على الفكر الصوفي والفلسفي العربي. يناقش الكتاب موضوعات مثل المعرفة الباطنية، التجربة الروحية، وأبعاد التصوف الإسلامي، مع تقديم أمثلة توضيحية من نصوص ابن عربي. يعد الكتاب مرجعاً هاماً لكل المهتمين بالفكر الصوفي والفلسفي العربي، ويقدم رؤية واضحة لتطور الفكر الروحي عبر العصور.",
        "status": "sold"
    },
    {
        "id": 272,
        "isNew": true,
        "title": "مختارات من الشاعر",
        "author": "عبدالرحمن الابنودي",
        "type": "عربي",
        "category": "شعر",
        "images": [
            "/images/10-21/10-21 (8).jpg"
        ],
        "price": 60,
        "HPaper": "890",
        "description": "مجموعة شعرية للشاعر عبد الرحمن الأبنودي، تجمع بين الشعر الشعبي والفكري والاجتماعي. يعكس الكتاب تجارب الحياة اليومية والتقاليد الشعبية المصرية، ويقدم تصويراً حياً للمجتمع المصري وقيمه. يتميز أسلوب الأبنودي بالسلاسة والعمق في التعبير عن المشاعر الإنسانية، كما يقدّم نصوصاً قوية عن الوطن، الحب، الكفاح، والأمل. يعتبر الكتاب مرجعاً مهماً لعشاق الشعر العربي الشعبي والحديث، ويقدم رؤية شاملة لأدب الأبنودي وتأثيره على الثقافة الأدبية في مصر.",
        "status": "available"
    },
    {
        "id": 273,
        "isNew": true,
        "title": "ارسطو طاليس",
        "author": "ارسطو",
        "type": "عالمي",
        "category": "فلسفة",
        "images": [
            "/images/10-21/10-21 (9).jpg"
        ],
        "price": 60,
        "HPaper": "290",
        "description": "كتاب فلسفي يجمع أهم أفكار أرسطو وطاليس، حيث يناقش موضوعات متعلقة بالوجود، المعرفة، الطبيعة، والأخلاق. يقدم تحليلاً عميقاً للمنطق والمبادئ الفلسفية التي أسسها أرسطو، مع عرض تطور الفكر الفلسفي عبر العصور. يناقش الكتاب الفلسفة الكلاسيكية من منظور شامل، ويساعد القارئ على فهم الأسس العقلية والمنطقية للفكر الإنساني. الكتاب مناسب للدارسين والباحثين في الفلسفة الكلاسيكية، كما يمنح القارئ رؤية واضحة حول المفاهيم الأساسية للفكر اليوناني القديم.",
        "status": "available"
    },
    {
        "id": 274,
        "isNew": true,
        "title": "المسرحيات السياسية",
        "author": "توفيق الحكيم",
        "type": "عربي",
        "category": "مسرحية",
        "images": [
            "/images/10-21/10-21 (10).jpg"
        ],
        "price": 60,
        "HPaper": "480",
        "description": "مجموعة مسرحيات سياسية لتوفيق الحكيم، تعكس التحديات الاجتماعية والسياسية في مصر والعالم العربي. يقدم الكاتب رؤية نقدية للأحداث السياسية والاجتماعية، مع التركيز على القيم الإنسانية والصراع بين السلطة والشعب. تتميز المسرحيات بالحوار العميق والمواقف الواقعية التي تعكس تطور الشخصيات وتأثرها بالبيئة المحيطة. الكتاب يعتبر مرجعاً مهماً لدراسة المسرح العربي السياسي، ويقدم رؤية شاملة لتأثير الأدب المسرحي على الوعي الاجتماعي والثقافي.",
        "status": "available"
    },
    {
        "id": 275,
        "isNew": true,
        "title": "نداء الشعب",
        "author": "شريف يونس",
        "type": "عربي",
        "category": "تاريخ",
        "images": [
            "/images/10-21/10-21 (11).jpg"
        ],
        "price": 90,
        "HPaper": "750",
        "description": "كتاب تاريخي يوثق الأحداث السياسية والاجتماعية في العالم العربي، مركّزاً على حركة الشعب والتحولات التاريخية. يعرض المؤلف الوقائع التاريخية بشكل دقيق، مع تحليلات لأسباب النتائج وتأثيرها على المجتمعات. يحتوي الكتاب على سرد غني بالتفاصيل، ويقدم تقييمًا نقديًا للأحداث والشخصيات التاريخية. يساعد الكتاب القارئ على فهم التاريخ الاجتماعي والسياسي للعالم العربي، مع تقديم رؤية واضحة حول الصراعات والتحديات التي واجهتها الشعوب.",
        "status": "sold"
    }

]